Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/614_cryo.po
Languages: pl

source: Who are you?
pl: Kim jesteś?

source: I am a 614 security bot, once one of the best-selling products of Nicholson, Inc..
pl: Jestem botem bezpieczeństwa 614, jeden z najlepiej sprzedających się produktów firmy Nicholson, Inc..

source: 614 -- Cryo Lab Guard Bot
pl: 614-- Bot strażnik Cryo Lab

source: What can you tell me about the Nicholson company?
pl: Co możesz mi powiedzieć o firmie Nicholson?

source: Nicholson, Inc. produces security bots.
pl: Nicholson, Inc. produkuje boty bezpieczeństwa.

source: It was founded by Karl Nicholson, a former Kernel hacker who was not satisfied with the development of the GPL license.
pl: Została założona przez Karla Nicholsona, byłego Kernel hakera który nie był zadowolony z rozwoju licencji GPL.

source: Nicholson decided to stick to one GPL version because he saw things getting worse.
pl: Nicholson zdecydował się trzymać jednej wersji GPL ponieważ zobaczył że niektóre rzeczy idą w złym kierunku.

source: Others were warned, but nobody listened to Nicholsons announcements.
pl: Ostrzegł innych, ale nikt nie słuchał jego oświadczeń.

source: He built up a team and developed his own Kernel called 'Nkernel'.
pl: Powołał więc team i rozwijał swój własny kernel nazywany " Nkernel".

source: The Nkernel development team grew fast and technicians started to produce their own droids optimized for the Nkernel.
pl: Team zajmujący się Nkernel rozwijał się szybko i technicy rozpoczęli produkować własne roboty optymizowane pod Nkernel.

source: I am the 4th generation version of their security droid line.
pl: Jestem 4 generacją wersji tej linii botów bezpieczeństwa.

source: Have you detected any hostile bot activity?
pl: Wykryłeś jakąś wrogą aktywność bota?

source: Order Received. Initiating proximity energy level scan...
pl: Rozkaz przyjęty. Rozpoczynanie bliskiego skanowania poziomu energii.

source: ***** Proximity Scan Results *****
pl: ***** Wyniki bliskiego skanowania *****

source: What can you tell me about the 614 type?
pl: Co możesz mi powiedzieć o typie 614?

source: The official manual classifies the 614 as a high class security droid.
pl: Oficjalny manual klasyfikuje 614 jako wysokiej klasy bota bezpieczeństwa.

source: It was mainly used within ships to protect certain areas from intruders.
pl: Jest głównie używany wewnątrz statków do ochrony pewnych miejsc przed intruzami.

source: It is considered an old but reliable device.
pl: Jest uważany za stare, ale niezawodne urządzenie.

source: So don't worry. I'm still in pretty good shape.
pl: Więc nie przejmuj się. Mam jeszcze całkiem niezły kształt.

source: What are your orders?
pl: Co leży w twoim obowiązku??

source: Primary objective: Protect the living beings inside this complex from attacks by hostile bots.
pl: Podstawowy cel: Ochrona życia wewnątrz tego kompleksu przed atakami przez wrogie boty.

source: Why are you not hostile as are all the other bots?
pl: Czemu nie jesteś tak wrogi jak wszystkie pozostałe boty?

source: I belong to a an older generation of bots, running a custom-made security guard operating system.
pl: Należę do starszej generacji botów, działam pod kontrolą zamówionego przez gwardię bezpieczeństwa systemie operacyjnym.

source: None of the bots of this generation were affected by the proceedings that led to bots attacking, generally known as the Great Assault.
pl: Żaden bot tej generacji nie był wyczulony na procedury co prowadziło do ataku botów, ogólnie znanym jako Wielki Atak

source: Even though discontinued from Nicholson, Inc. long ago, today, some people have picked up the work and are even trying to improve the operating system running on my series.
pl: Chociaż już dawno nie jest już produkowany przez Nicholson, Inc. , niektórzy ludzie zabrali się do pracy i jeszcze próbowali poprawić system operacyjny chodzący na mojej serii.

source: Don't forget to buy products from Nicholson, Inc.. They are the best.
pl: Nie zapomnij kupić produktów firmy Nicholson, Inc.. Są najlepsi.

source: See you later.
pl: Do zobaczenia później

source: Resuming guard program.
pl: Wznowienie programu straży
