Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/AfterTakeover.po
Languages: pl

source: .. bot_type()..
pl: .. typ_bota()...

source: Password :
pl: Hasło:

source: Last login from dev/ttyS0 on Sun, 23 mar 2057.
pl: Ostatnie logowanie z dev/ttyS0 w niedzielę, 23 mar 2057.

source: Welcome to [b]
pl: Witaj w [b]

source: Hardware Check : BOT DAMAGED
pl: Sprawdzenie sprzętu: BOT USZKODZONY

source: This
pl: Ta

source: unit could need some repair.
pl: część wymaga naprawy

source: cd repair&settings/
pl: cd naprawy&ustawienia

source: ./hold_position.sh
pl: ./zajmij_pozycję.sh

source: Holding position.
pl: Zajmowanie pozycji.

source: script V 1.0.2 (c) gnu.org, 2054
pl: skrypt V 1.0.2 (c) gnu.org, 2054

source: Checking requirements...
pl: Sprawdzanie wymagań...

source: Movement unit: Power-down... [Done].
pl: Jednostka ruchu: Wyłącz... [Wykonano]

source: Status: All movement suppressed.
pl: Status: Wszystkie ruchy stłumione.

source: ./follow_me.sh
pl: ./podążaj_za_mną.sh

source: Initiating tracking sequence.
pl: Inicjowanie sekwencja ruchów.

source: Movement unit: Enabled.
pl: Jednostka ruchowa: Włączona

source: Trying to keep up with
pl: Próby nadążania za

source: position.
pl: pozycją.

source: Status: Following
pl: Status: Podąża

source: ./move_freely.sh
pl: ./swobodnie_przemieszczaj_się.sh

source: Enable movement.
pl: Przemieszczanie się włączone.

source: script V 1.0.5 (c) gnu.org, 2054
pl: skrypt V 1.0.5 (c) gnu.org, 2054

source: Movement unit: Power-up... [Done].
pl: Jednostka ruchu: Włączanie... [Wykonano]

source: Resuming normal patrol operations... [Done]
pl: Wznowienie normalnej działalności patrolującej...[wykonano]

source: Status: Patrolling.
pl: Status: Patrolowanie

source: Are you really sure you want to destroy
pl: Jesteś pewny że chcesz zniszczyć

source: ? Y/N
pl: ? T/N

source: Yes
pl: Tak

source: Destruction confirmed.
pl: Zniszczenie potwierdzone.

source: No
pl: Nie

source: Executing: Halt and Catch Fire.
pl: Wykonywanie: Zatrzymanie i Łapanie Ognia

source: Warning! Cooling subsystems disabled.
pl: Ostrzeżenie! Podsystem chłodzący wyłączony.

source: Warning! Spontaneous oxidization witH emis$ion of light aND heAt detecteddd in THE#main| procesIng unit.
pl: Ostrzeżenie! Spontaniczne utlenianie z emi$ią światła i ciEpŁa WyKryteee w #GłÓwnej | jeDnostce prOcesowej.

source: WArn|n*! SsTeM=#faiPure%^#n 3 S 1()$++
pl: O$tRz3żen1e*! SsTeM=uSzkOc0ny%^#n 3 S 1()$++

source: Opening access to MS Office
pl: Otwieranie dostępu do MS Office

source: Closing remote connection...
pl: Zamykanie zdalnego połączenia...
