Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Bender.po
Languages: pl

source: Bender's problem
pl: Problem Bendera

source: Congratulations on getting into the Red Guard! I voted for you and that was what got you in! I said we'd be buddies, didn't I? Want to stand guard at the gate with me? It gets boring with just that 614 to talk to. I could tell you all the secrets of the Red Guard.
pl: Gratulacje z okazji dostania sie do Czerwonej Straży! Głosowałem za tobą i włanie dlatego zostałe wybrany. Powiedziałam że zostaniemy kumplami, prawda? Chcesz strzec wrót razem ze mną? Robi się nudno mając tylko 614 do rozmowy. Mogę ci opowiedzieć o wszystkich sekretach Czerwonej Straży

source: Hello! I'm new here.
pl: Cześć! Jestem tu nowy.

source: Hello. I'm Bender, the dead man of this camp.
pl: Czeć. Jestem Bender, trup tego obozu.

source: What's wrong? You seem to be in pretty good shape for a dead man.
pl: Coś nie tak? Wydajesz się być w dobrej formie jak na trupa.

source: Yeah. I'm the strongest man in all the world. That's 'cause I took ALL of the strength pills.
pl: Ta, jestem najsilniejszym człowiekiem na świecie. To dlatego, że zjadłem WSZYSTKIE pigułki siły.

source: And yet, I might be dead soon. The doc warned me, but I didn't listen. Damn.
pl: I w końcu, mogę być wkrótce martwy. Doktor mnie ostrzegał, ale nie słuchałem. Cholera.

source: Bender -- The strongest one
pl: Bender -- Najsilniejszy Człowiek

source: You took too many strength pills and now you're sick?
pl: Wziąłeś za dużo pigułek siły i teraz jeste chory?

source: Nah. The strength pills were fine. They made me strong. The doc said so.
pl: Niee. Pigułki siły były w porządku. Sprawiły, że jestem silny. Tak jak powiedział doktor.

source: It was the brain enlargement pills. They did me no good, man.
pl: To były pigułki powiększające mózg. Nie zdziałały nic dobrego, stary.

source: What made you so sick?
pl: Co sprawiło że jesteś chory?

source: Brain enlargement pills? Sounds ridiculous!
pl: Piugłki powiększające mózg? Brzmi śmiesznie!

source: You know man, I got those offers everybody gets.
pl: Wiesz stary, dostałem te oferty co wszyscy.

source: They offer some brain enlargement pills to enhance brain performance.
pl: Zaoferowali trochę pigułek powiększających mózg żeby podnieść wydajnoc mózgu.

source: 'Enlarg3 your brain! Bu.y pi11s! Che4p!!11!!!'
pl: Powiększ sobie mózg! Kup p16ułk1! T4n10!

source: And everybody in the camp said I was dumb, which by the way IS NOT TRUE.
pl: I wszyscy w obozie powiedzieli że jestem głupi, co, nawiasem mówiąc, NIE JEST PRAWDĄ.

source: So I thought these pills might make them think differently about me.
pl: Więc pomyślałem, że te pigułki mogą sprawić, że będą myśleć o mnie inaczej.

source: But if you aren't dumb, why the brain enlargement pills?
pl: Ale jeśli nie jesteś głupi, to po co pigułki na powiększenie mózgu?

source: Because they said I was dumb. So I had to do something about it, eh?
pl: Bo mówili, że jestem głupi. Chyba musiałem coś z tym zrobić?

source: Isn't there some doctor in town who could cure you?
pl: Czy nie ma tu w mieście lekarza, który by cię wyleczył?

source: Yeah, the doc could help. But he won't. I've threatened him, but he won't.
pl: Ta, doktor mógłby pomóc, ale nie zrobi tego. Groziłem mu, ale i tak nie pomoże.

source: He's so angry cause I didn't listen. He warned me about the brain enlargement pill offers.
pl: Jest zły bo go nie słuchałem. Uprzedzał mnie o tych pigułkach na powiększenie mózgu.

source: They can cause some awful forms of cancer. But I didn't listen. And now he refuses to help me, man.
pl: Mogą wywoływać jakieś okropne odmiany raka, ale nie posłuchałem, a teraz on odmawia udzielenia mi pomocy.

source: Maybe I can help you somehow?
pl: Może ja mogę ci jakoś pomóc?

source: Man, if you could do that, I'd give you everything. I still got some of those strength pills left.
pl: Stary, gdybyś mógł to zrobić, oddałbym ci wszystko. Zostało mi jeszcze kilka pigułek siły

source: Also I could vote for you if you seek to join the guard of the town.
pl: Dodatkowo mógłbym głosować za tobą, jeśli chciałbyś przystąpić do strażników miasta.

source: Just get me a cure, and I'll be forever grateful!
pl: Po prostu przynieś mi lekarstwo, a będę ci dożywotnio wdzięczny!

source: I met a Red Guardsman named Bender. He poisoned himself with some brain enlargement pills, which turned out to be highly carcinogenic. The city doctor will not give him the antidote, so it is up to me to save him.
pl: Spotkałem Czerwonego Strażnika imieniem Bender. Zatruł się tabletkami powiększającymi mózg, które okazały się być rakotwórcze. Miejscowy doktor nie da mu odtrutki, dlatego ja muszę go uratować.

source: I'm sorry, but it looks like there's nothing I could do for you.
pl: Przepraszam, ale wygląda na to, ze nic nie mogę dla ciebie zrobić.

source: Of course not. You're not a doctor. Only the doctor has the right medicine.
pl: Oczywiście, że nie. Nie jesteś lekarzem. Tylko lekarz posiada odpowiednie lekarstwa.

source: But this rat would rather let me die!
pl: Ale ten szczur raczej pozwoliłby mi umrzeć!

source: I'll rip his guts out as soon as I get my hands on him, man!
pl: Człowieku, powyrywam mu wnętrzności jak tylko dorwę go w swoje ręce!

source: I've got your medicine. With best wishes from the doctor.
pl: Mam lekarstwa dla ciebie. Najlepsze życzenia od lekarza.

source: Wow, you really did it! I guess you beat the hell out of him.
pl: Łał, naprawdę to zrobiłeś! Przypuszczam, że ostro mu dokopałeś!

source: He wouldn't help me even after I pounded him a bit. A big bit.
pl: Nie pomógłby mi po tym jak go trochę obiłem. Trochę bardziej.

source: Man, you are the greatest hero!
pl: Stary, jesteś najwspanialszym bohaterem!

source: Here, take this as a reward - and you can be sure that I'll vote for you if you seek membership in the Red Guard!
pl: Proszę, przyjmij to jako nagrodę, możesz też być pewny, że oddam na ciebie głos jeśli będziesz starał się o członkostwo w Czeronej Straży

source: Thanks, man!
pl: Dzięki stary !

source: Bender is fine now. He gave me some muscle enlargement pills in return for my help. Hmm...
pl: Teraz Bender czuje się dobrze. Dał mi kilka pigułek na przyrost mięśni w formie podziękowania za moją pomoc. Hmm...

source: Maybe taking the brain enlargement pills really was stupid.
pl: Może branie pigułek na powiększenie mózgu naprawdę było głupie.

source: WHAT? Did you just say I'm stupid?
pl: CO? Czy powiedziałeś, że jestem głupi?

source: Don't say it, man.
pl: Nie powiedziałem tak, stary.

source: I can kill you so much, that no one will recognize you!
pl: Mogę zmasakrować go tak, że nikt go już nie pozna!

source: Where can I find this doctor?
pl: Gdzie mogę znaleźć lekarza?

source: He's right inside this building. I'm waiting here for him, man.
pl: Jest tutaj w tym budynku. Czekam tu na niego.

source: When he comes out, maybe I can pound him some more. Maybe then he'll help me at last!
pl: Kiedy wyjdzie, obije go trochę bardziej. Może wtedy mi wkońcu pomoże!

source: Yes, he'll get a good beating. That will make him reconsider! That rat!
pl: Tak, dostanie dobry oklep. To sprawi, że ten szczur przemyśli sobie wszystko jeszcze raz!

source: About that medicine that you need...
pl: O lekarstwie, którego potrzebujesz...

source: What have you got?
pl: Co tam masz?

source: What? You have nothing?
pl: Co? Niczego nie masz?

source: Man, what are you doing here? Get the medicine! I need it now!
pl: Człowieku, co ty tu robisz? Przynieś lekarstwo! Potrzebuje go teraz!

source: How are you doing?
pl: Jak leci?

source: Much better. I'm cured. You're a good guy, man!
pl: O wiele lepiej. Jestem wyleczony. Stary, jesteś dobrym człowiekiem!

source: What was your name again?
pl: Jeszcze raz, jak masz na imie?

source: Thanks
pl: Dzięki

source: , I owe you one.
pl: , jestem ci winien przysługę.

source: And I'll sure vote for you if you want into the city guard!
pl: I na pewno oddam głos na ciebie, jeśli zechcesz przystąpić do straży miejskiej!

source: What secrets? Like a secret handshake?
pl: Jakie sekrety? Jak sekretny uścisk dłoni?

source: Nah. But that is an awesome idea.
pl: Niee, ale to świetny pomysł

source: Let's work it out -- just be sure not to let the Doc in on it.
pl: Rozpracujmy to -- upewnijmy się, że Doktor nie zostanie do tego dopuszczony.

source: Do you actually know any *real* secrets?
pl: Czy tak prawdę znasz jakikolwiek *prawdziwy* sekret?

source: Yeah, sure.
pl: Tak, jasne.

source: I know the shop keeper Lily's password.
pl: Znam hasło sprzedawczyni Lily

source: I sometimes login to her account and mess with it for the LULZ.
pl: Czasami loguję się na jej konto i robię bałagan dla jaj.

source: It's the end of the world as we know it, and I... am so incredibly bored.
pl: To koniec świata, jak obaj wiemy, a ja... jestem tak niesamowicie znudzony.

source: Erm... excuse me?
pl: Erm... przepraszam?

source: Just a song my mother used to sing to me.
pl: To piosenka, którą moja mama zwykła mi śpiewać

source: Hey, could you let tell me Lily's password?
pl: Hej, możesz mi podać hasło Lily?

source: Sure, but we will have to shake on it.
pl: Jasne, ale musimy się nad tym zastanowić.

source: It is an asterisk repeated four times.
pl: To gwiazdka powtórzona cztery razy.

source: Wow.
pl: Łał.

source: I am the most awesome hacker ever.
pl: Jestem najlepszym hakerem

source: Sure...
pl: Jasne...

source: What are you doing now?
pl: Co teraz robisz?

source: I'm killing time. Guard work is very boring.
pl: Zabijam czas. Praca strażnika jest bardzo nudna.

source: Did you take all the Brain Enlargement Pills?
pl: Czy wziąłeś wszystkie tabletki powiększające mózg?

source: No. I have one left.
pl: Nie. Została mi jeszcze jedna.

source: Here, take it. I don't want it.
pl: Proszę, weź ją. Nie chcę jej.

source: Yeah, it was a totally idiotic idea to take those pills.
pl: Taa, to był idiotyczny pomysł by brać te pigułki.

source: What? I'm not an idiot! Understood?
pl: Co? Nie jestem idiotą! Zrozumiano?

source: No one says I'm stupid! I'm NOT STUPID!
pl: Nikt nie będzie mówił, ze jestem głupi. NIE JESTEM GŁUPI!

source: I'LL BEAT YOU TO SPLINTERS!
pl: ROZERWĘ CIĘ NA KAWAŁKI!

source: See you later.
pl: Do zobaczenia.

source: Later, man!
pl: Trzymaj się stary!

source: Stay cool dude.
pl: Wyluzuj ziomek.
