Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Benjamin.po
Languages: hu

source: Greetings master Benjamin.
hu: Üdvözöllek Benjamin mester.

source: Well, hello again.
hu: Üdv megint!

source: Hello hello.
hu: Hello!

source: Welcome back.
hu: Üdv újra.

source: Ah, so you are the new member. Welcome. My name is Benjamin, and I take care of our ranged weaponry here in the citadel.
hu: Ó, te lehetsz az új csapattag. Isten hozott. A nevem Benjemin, és én vigyázok a lőfegyverekre itt, a fellegvárban.

source: Benjamin -- Gunsmith
hu: Benjamin -- Fegyvermester

source: What are you doing here alone?
hu: Mit csinálsz itt egyedül?

source: I'm experimenting with new designs. I want to redesign the laser pistol.
hu: Új tervekkel kísérletezem. A lézerpisztolyt szeretném átépíteni.

source: A lot of energy is wasted somewhere during firing, and I have no idea where. If I could find the source of the problem, the gun would become much more powerful.
hu: Rengeteg energia veszik kárba tüzelés közben, de fogalmam sincs, hová lesz. Ha megtalálom a probléma forrását, a fegyver sokkal erősebb lesz.

source: So far all my prototypes have failed. Mostly overheating and jamming. Sometimes I wonder if I am doing something wrong.
hu: Már régóta minden prototipusom befuccsol. Jellemzően túlmelegszenek, és elakadnak. Azt hiszem, valamit rosszul csinálok.

source: Did you think about somehow gathering the excess heat and using it to make the beam stronger?
hu: Gondoltál arra, hogy valahogyan összegyűjtsd a kiáramló hőt és a sugár erősítésére használd fel?

source: Hmm... There might be something in that idea. I will think about it.
hu: Hmm... Nem rossz ötlet. Hadd gondoljam át.

source: If I were you, I would focus my work on the firing rate.
hu: Én a helyedben a tűzgyorsaságra helyezném a hangsúlyt.

source: Hmm... I will think about it. Hmm...
hu: Hmm... Át fogom gondolni. Hmm...

source: You know, laser pistols are not a very promising weapon. I think you should work on something different.
hu: Tudod, a lézerpisztolyok nem túl ígéretes fegyverek. Azt hiszem, valami egészen másban kellene gondolkoznod.

source: Yeah, maybe you are right. I will think about it.
hu: Aha, talán igazad van. Meg fogom gondolni.

source: Can you teach me how to properly use rifles and guns?
hu: Meg tudsz tanítani a karabélyok és puskák helyes használatára?

source: If anyone in this city knows more about guns than me, then my name's not Benjamin.
hu: Ha ebben a városban valaki többet tud nálam a fegyverekről, ne legyen a nevem Benjamin.

source: Of course, I will need compensation for the ammunition spent in the training and for my time.
hu: Természetesen, de valahogy ellentételezned kell a tréning alatt elhasznált lőszerért és az időmért is.

source: Say... A hundred circuits should be enough for a beginner lesson.
hu: Nézzük csak... Száz cyberdollár elég lesz a kezdő leckére.

source: Interested?
hu: Érdekel?

source: Oh, you are ready for some more training?
hu: Na, felkészültél a további tréningre?

source: It will of course cost a bit more money as well as mental focus on your part.
hu: Persze ez egy kicsit több pénzbe és koncentrációba fog kerülni a részedről

source: It will take you two hundred circuits and double the effort on your part to become a true apprentice.
hu: Kétszáz cyberdollárba és dupla erőfeszítésbe fog kerülni, hogy valódi újonccá válhass.

source: I see you have taken a liking to guns.
hu: Látom, megkedvelted a fegyvereket.

source: But the next step will cost even more money and require the mental focus equaling all your previous training.
hu: Ám a következő szint több pénzbe, és összpontosításba fog kerülni, mint az összes előző tréning együttvéve.

source: Oh, you want to become a real master with shooters?
hu: Ó, a fegyverek igazi mestere szeretnél lenni?

source: It will cost you 400 valuable circuits and an awful lot of mental focusing on the task.
hu: 400 cyberdollárba és hihetetlenül magas fokú koncentrációba fog kerülni.

source: To become a true god of firearms, just like me, you need ridiculous amounts of training.
hu: Hogy a tűzfegyverek igazi istenévé válj, mint én, rettentő mennyiségű gyakorlásra lesz szükséged.

source: It will of course cost a fair bit of cold, hard circuits as well. 500, to be precise.
hu: Természetesen sok akaratba, és kemény cyberdollárba fog kerülni. Ötszázba, egészen pontosan.

source: Sorry, there is no human alive that could give you further training.
hu: Sajnálom, de nincs élő ember, aki tovább tudna tanítani.

source: Sign up for a course in improving my ranged weapons skill. (cost 100 circuits, 3 training points)
hu: Jelentkezem a tréningre, hogy növeljem a lőfegyver kezelési képességemet. (100 cyberdollárba és 3 tréning pontba kerül)

source: Yes, I'd like some basic training in ranged combat.
hu: Igen, szeretnék némi fegyverhasználati alapképzettséget.

source: Suits me well, I'm not busy at the moment anyway.
hu: Ráérek, most nem vagyok túl elfoglalt.

source: Now the most important thing is that you turn off the auto-aim on your weapon, like this.
hu: Most a legfontosabb dolog, hogy kapcsold ki az autocélzást a fegyvereden. Így ni.

source: Otherwise your weapon might 'help' you and shoot somewhere you didn't intend to fire.
hu: Máskülönben a fegyvered 'segíthet' neked, és arra is tüzelhet, amire nem szeretnéd.

source: Next important thing is to remember how to properly fire a shot.
hu: A következő fontos dolog, hogy az emlékezetedbe vésd, miként tüzelj sorozatot.

source: Watch your target closely. Pretend you're moving with it. Aim for the head.
hu: Tartsd szemmel a célpontot. Tégy úgy, minha együtt mozognál vele. Célozz a fejére.

source: When you feel completely in sync with your target, then you pull the trigger.
hu: Mikor úgy érzed, hogy teljes szinkronban vagy a célponttal, akkor süsd el a fegyvert.

source: Good. You are learning fast. Try it a few more times.
hu: Nagyon jó. Könnyen tanulsz. Próbáld meg még párszor.

source: Good. I think that it is enough for today.
hu: Rendben. Azt hiszem, mára ennyi elég lesz.

source: Yes I want even more training. (cost 200 circuits, 6 training points)
hu: Igen, szeretnék még többet gyakorolni. (200 cyberdollárba és 6 tréning ponba kerül)

source: So lets start the second course?
hu: Kezdhetjük a márodik leckét?

source: Very well.
hu: Nagyon jó.

source: You must remain calm whilst shooting.
hu: Tüzelés közben maradj nyugodt.

source: Try breathing out as you pull the trigger and squeeze it gently rather than jerking it.
hu: Próbálj kilélegezni, miközben elsütöd a fegyvert, és próbáld meg húzni a ravaszt, ne rántani.

source: That's right. You will find yourself hitting the target much more often now.
hu: Ez az. Most már sokkal gyakrabban fogod eltalálni a célt.

source: Yes I'm eager for more training. (cost 300 circuits, 9 training points)
hu: Igen, éhezem a további gyakorlást. (300 cyberdollárba és 9 tréning pontba kerül)

source: So can you help me get even better with guns?
hu: Tudsz segíteni, hogy még jobb legyek a fegyverek terén?

source: Of course.
hu: Természetesen.

source: Next lesson is hitting a moving target.
hu: A következő lecke a mozgó célpont eltalálása.

source: It's pretty simple really, just watch to see where it is going and then aim slightly ahead in case you use a non-laser gun.
hu: Igazán egyszerű, csak nézd meg, hová megy, és célozz picit elé, ha nem lézer fegyvert használsz.

source: It's easy when you know how, especially with bots, because they tend to move in straight lines, not bob and weave like people.
hu: Könnyű, ha tudod hogyan kell, különösképpen a botokkal, mert egyenes vonalban mozognak, nem ugrálnak kiszámíthatatlanul, mint az emberek.

source: I think that is enough training for now. Next time, firing on the move!
hu: Azt hiszem, elég lesz mára. A következő lecke a mozgás közbeni tüzelés lesz!

source: Yes I accept. (cost 400 circuits, 12 training points)
hu: Igen, jöhet. (400 cyberdollár és 12 tréning pont az ára)

source: I'd like to learn how to be a master shot.
hu: Szeretném megtanulni, hogyan váljak mesterlövésszé.

source: Firing on the move is difficult, but can make survival much more likely!
hu: A mozgás közbeni tüzelés bonyolult, de a túlélést is jobban szolgálja!

source: The secret is to keep a stable platform and hold the weapon loosely so that it doesn't jar.
hu: Az a titka, hogy vegyél fel stabil helyzetet, és tartsd lazán a fegyveredet, mert az így nem rúg vissza.

source: Oh yes, and remember not to trip, because you should be looking where you are firing, not where you are stepping.
hu: Ó, igen, vigyázz, hogy ne ess el, mert oda kell nézned, ahová tüzelsz, és nem oda, ahová lépsz.

source: Keep practicing and you will get the hang of it eventually.
hu: Gyakorold sokat, és kiismered minden csínját-bínját.

source: Yes I want to become a god in ranged combat. (cost 500 circuits, 15 training points)
hu: Igen, a fegyverhasználat istene szeretnék lenni. (500 cyberdollárba és 15 tréning pont az ára)

source: Teach me how to be at one with my weapon.
hu: Taníts meg, hogyan váljak eggyé a fegyveremmel.

source: The ultimate secret to becoming a god in ranged combat is something you should value.
hu: A legnagyobb titok, hogy a fegyverek istenévé legyél, olyan dolog, amit értékelni fogsz.

source: I don't tell everyone this, so keep it to yourself, alright?
hu: Ne mondd el senkinek, tartsd meg a titkot magadnak, rendben?

source: To become a god in ranged combat you need to...
hu: Hogy a fegyverek istenévé válj, szükséged lesz...

source: ...practice. A lot.
hu: ...gyakorlásra. Rengetegre.

source: Go ahead and use my firing range as much as you need.
hu: Vágj bele, használd a lőteremet amennyit csak akarod.

source: You need more gold.
hu: Több aranyra van szükséged.

source: Please don't bother me if you can't pay me.
hu: Kérlek ne zavarj, ha nem tudsz fizetni.

source: Please defray the costs of the ammo used in training.
hu: Kérlek térítsd meg a gyakorlás alatt elhasznált lőszet.

source: I repeat, you need to bring enough to pay for the practice targets you destroy and for my time.
hu: Ismétlem, legyen elég pénzed, hogy kifizesd a szétlőtt céltáblákat és az időmet.

source: You don't have enough money! I cannot afford to just give away training for free.
hu: Nincs elég pénzed! Nem engedhetem meg magamnak, hogy ingyen tanítsalak.

source: Come back when you have enough circuits.
hu: Gyere vissza, ha lesz elég rugód.

source: So come back when you have some valuables.
hu: Akkor gyere, ha lesz elég rávalód.

source: You are not ready. Go kill some bots and come back.
hu: Készen állsz. Menj, ölj meg pár botot és aztán gyere vissza.

source: Come back when you are mentally ready to learn.
hu: Gyere vissza, ha mentálisan is készen állsz a tanulásra.

source: Come back after some more practice in the field.
hu: Gyere vissza némi gyakorlás után.

source: Only a well prepared mind is open to the ultimate in ranged combat secrets.
hu: Csak egy jól felkészült lélek képes a távolsági fegyverhasználat rejtelmeit befogadni.

source: Waving those circuits in front of me when you are too unfocused to train won't help. I can take your money, but you won't learn anything.
hu: Nem segít ha az orrom előtt pénzt lobogtatsz, mikor felkészületlen vagy. Elvehetem a pénzed, de semmit sem fogsz megtanulni.

source: But I don't think you have enough experience for this. Come back here after you see some more action.
hu: De nem hiszem, hogy elég tapasztalatod van. Gyere vissza, ha már elég akcióban volt részed.

source: Then come back when you have a real will to learn.
hu: Akkor gyere, ha igazán tanulni akarsz.

source: You don't have enough experience. Come here after you see some more action.
hu: Nincs elég tapasztalatod. Gyere vissza, ha már több akciót láttál.

source: What weapons are available to the members of the Red Guard?
hu: Milyen fegyverek elérhetők a Vörös Örség tagjainak?

source: Well, for novice members there are simple laser and plasma pistols. They have their share of problems, but they do the trick nine times out of ten.
hu: Hát, az újoncoknak egyszerű lézer és plazma pisztolyok. Megvannak a saját hibáik, de tízből kilencszer sikerrel jársz velük.

source: For bigger bots we have bigger guns. The exterminator is the best weapon that we have. We hand them out only in case of an emergency or to highly experienced people.
hu: Nagyobb botok ellen nagyobb fegyvereink vannak. Az exterminátor a legjobb fegyverünk. Csak vészhelyzet esetén, és csak tapasztalt embereknek adjuk oda.

source: Plasma sounds deadly.
hu: A plazma halálosnak tűnik.

source: It is!
hu: Az is!

source: While many people find the ammunition canisters too big, and the bullets too slow, they cannot deny that once plasma hits, it leaves big holes.
hu: Míg a legtöbb ember túl nagynak találja a plazmatárat, a lövedéket túl lassúnak, azzal egyetértenek, hogy ha a plazma talál, nagy lyukat üt.

source: Plasma is matter, ionised gas to be exact. It also happens to be hot enough to make steel boil.
hu: A plazma anyag, ionizált gáz egészen pontosan. Elég forró ahhoz, hogy felforralja az acélt.

source: Most of the new recruits hate how hard to aim this weapon is. If bullets were animals, then plasma would be a well fed cow. By the time it arrives at the target, the bot is already a mile away.
hu: A legtöbb újonc utálja,hogy milyen nehéz ezzel a fegyverrel célozni. Ha a lövedék állat lenne, a plazma egy jóltáplált tehénhez hasonlítana. Mire eléri a célt, a bot már messze jár.

source: If you are going to use plasma weapons you need to remember one thing: Don't let the weapon get damaged.
hu: Ha plazmafegyvert fogsz használni, egy dologra mindíg emlékezned kell: Ne hagyd, hogy a fegyvered megsérüljön.

source: Even though our armor is designed to resist high temperatures, once the plasma containment module goes, you will die, along with anything within ten meters of you.
hu: Bár a páncélunkat úgy tervezték, hogy ellenálljon a magas hőnek, ha a plazmatár eldurran, meghalsz minden mással együtt, ami tíz méter távolságon belül van.

source: Because of all those drawbacks plasma weapons are not too popular. Quite a pity, they have great potential.
hu: Hátrányai miatt a plazmafegyver nem túl népszerű. Elég nagy baj, mert elég hatékony lenne.

source: Tell me more about laser weapons.
hu: Mondj többet a lézer fegyverekről.

source: Laser is an acronym for Light Amplification by Stimulated Emission of Radiation.
hu: A lézer egy mozaikszó, amely az angol Light Amplification by Stimulated Emission of Radiation definícióból ered.

source: Laser is the technology employed in most of our weaponry. It uses a focused light beam to cause damage.
hu: A legtöbb fegyverünk a lézertechnológiát alkalmazza. Egy fókuszált fénynyaláb alkalmazásával okoz sérülést.

source: Because the beam is composed out of light, it travels REALLY fast, at the speed of lights so to say. Also it is not affected by gravity or wind, which makes aiming easier.
hu: Mivel a sugár fényből áll, NAGYON gyorsan célba ér, mondhatnám, hogy fénysebességgel. Nem befolyásolja a gravitáció, vagy a szél, ezáltal a célzás is könnyebbé válik.

source: However, other than being a good training tool for newbies, that design just fails to deliver.
hu: Mindazonáltal azon kívül, hogy jó gyakorlóeszköz az újoncoknak, a tervezés ez esetben kissé alulmúlja önmagát.

source: The shots tend to be underpowered, the gun takes a long while to power up for a shot and can overheat during intense combat.
hu: A lövések erőtlenek, a fegyvernek sokáig tart, míg feltöltődik a lövések között, és hajlamos túlmelegedni a csata hevében.

source: This is why I am trying to improve it, but so far I have had no success. I just feel like giving up.
hu: Éppen ezért próbálom fejavítani, de régóta nem jártam sikerrel. Úgy érzem, feladom.

source: I am curious about the exterminator.
hu: Kíváncsi vagyok az exterminátorra.

source: Sorry, but that is classified and confidential. I have said too much already.
hu: Sajnálom, de az minősített információ. Már így is túl sokat mondtam.

source: I will make it worth your while...
hu: Ez elég lesz egy darabig...

source: Intriguing.
hu: Érdekes.

source: Fifty circuits per bit of information.
hu: Ötven cyberdollár egy bit információ.

source: So... What do you exactly want to know?
hu: Nos... Pontosan mit is akarsz tudni?

source: How many exterminators does the Red Guard have?
hu: Hány darab exterminátora van a Vörös Őrségnek?

source: It might come as a surprise to you, but we don't have many. A bit over twenty, last time I checked.
hu: Talán meglepő lesz számodra, de nem túl sok. Picit több, mint húsz, az utolsó leltár szerint.

source: However, as you can clearly see, it's more than enough to keep all of the damn bots away.
hu: Mindazonáltal, ahogy te is tisztán láthatod, több, mint elég, hogy az átkozott botokat távol tartsa.

source: Well, I am a bit short on circuits right now...
hu: Hát, most egy kicsit pénzszűkében vagyok...

source: Linarian, I thought we had an agreement. Fifty per infobit. My silence can be only broken with currency, so if you want to know, you have to pay.
hu: Lináriai, azt hittem, megegyeztünk. Ötven per infobit. A hallgatásom csak pénzzel törhető meg, ha tudást akarsz, fizetned kell.

source: This conversation is now over.
hu: Ez a beszélgetés most befejeződött.

source: That is not a lot. Why there are so few of them right now?
hu: Az nem túl sok. Miért van ennyire kevés belőle?

source: All of them were a very lucky find.
hu: Mindegyiket szerencsés véletlennek köszönhetően találtuk.

source: We found a crashed army truck on the Terminal Field. It had six crates inside it, each containing five exterminators.
hu: Találtunk egy összetört katonai teherautót a Terminál Mezőn. Hat láda volt benne, mindegyikben öt exterminátor.

source: We tried, but we could not replicate the technology, only bullets.
hu: Megpróbáltuk, de nem tudtuk előállítani a fegyvert, csak lőszert hozzá.

source: A few got damaged in battle, and we failed to recover five after a failed scout mission. We have twenty-two right now.
hu: Néhány megsérült a csatában, és nem találtunk meg ötöt egy rosszul sikerült felderítő küldetés után. Most huszonkettő van.

source: What is the exterminator ammunition made from?
hu: Miből készül az exterminátor lőszere?

source: We use radioactives, whatever type happens to be on hand. Mostly plutonium and uranium, but we are not too picky.
hu: Rádioaktív izotópot használunk, amilyen éppen akad. Jellemzően plutóniumot és urániumot, de nem vagyunk válogatósak.

source: When we get low on ammo, we send in a chain gang of criminals and sluggards into the mine shaft K-17.
hu: Mikor kevés a lőszer, sorban küldjük a bűnözőket és gonosztevőket a K-17 bányába.

source: That place was closed down ages ago because of high radiation levels. It's full of good ores from which we make bullets and power our nuclear reactors.
hu: Az a hely hosszú ideig le volt zárva a magas sugárszint miatt. Tele van jóféle ásványokkal, amikből lőszert készítünk, és tápláljuk a nukleáris reaktorainkat.

source: We get our fission materials, and they serve their sentence. It was one of the best ideas we have ever had.
hu: Megkapjuk a hasadóanyagot, ők pedig letöltik a büntetésüket. Ez az egyik legjobb ötlet, amit valaha kitaláltunk.

source: Tell me who designed the exterminator.
hu: Mondd el, ki tervezte az exterminátort.

source: That answer is on the house. Heh.
hu: Ezt a kérdést én fizetem, Lináriai. Hehe.

source: We do not know, Linarian. We have absolutely no clue.
hu: Nem tudjuk, Lináriai. Semmi nyoma sincs.

source: What was the failed mission?
hu: Ez volt a rosszul sikerült küldetés?

source: Ugh. That will cost you triple.
hu: Hopsz. Ez háromszorosába fog kerülni.

source: No. Wait.
hu: Ne. Várj.

source: I changed my mind.
hu: Meggondoltam magam.

source: Keep your money Linarian. No amount of circuits can make me talk about that accursed day.
hu: Tartsd meg a pénzed, Lináriai. Nincs pénz, amiért beszélnék arról az elátkozott napról.

source: What makes the exterminator so powerful?
hu: Mi teszi az exterminátort ilyen erőteljessé?

source: This is a tricky question. Most of the force comes from the miniature nuclear explosions which happen once the bullet hits something.
hu: Ez egy trükkös kérdés. A legtöbb erő a miniatűr nukleáris robbanásból származik, ami akkor következik be, amikor a lövedék eltalál valamit.

source: Of course the high velocity of the impact can cause tremendous devastation by itself.
hu: Természetesen a lövedék nagy sebessége önmagában is nagy pusztítást okoz.

source: We never bothered with doing any research on that topic. It works and that is enough for us.
hu: Soha nem folytattunk kutatást a témában. Bőven elég nekünk, hogy működik.

source: That is all I want to know.
hu: Ez minden, amit tudni szerettem volna.

source: Very well. This conversation never happened.
hu: Rendben. Ez a beszélgetés soha nem történt meg.

source: I will be going then.
hu: Akkor most megyek is.

source: See you later!
hu: Viszlát!
