Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Butch.po
Languages: hu

source: Novice Arena
hu: Újonc Aréna

source: I've already opened the door for you. All you need to do is walk in there and crush all four bots.
hu: Már kinyitottam neked az ajtót. Csak annyit kell tedded, hogy besétálsz, és szétütöd mind a négy botot.

source: Time to say goodnight
hu: Ideje jóéjt kívánni

source: I've already opened the door. What are you waiting for? All you need to do is go down to the master arena and fight the bots.
hu: Már kinyitottam az ajtót. Mire vársz? Annyi a dolgod, hogy lemész a mester arénába, és megküzdesz a botokkal.

source: But I can understand if you hesitate. The master arena is by no means an easy task. Maybe you should practice some more before you go down.
hu: Megértem, ha jól meggondolod. A mester aréna nem egyszerű feladat. Talán gyakorolhatnál még előtte, mielőtt lemész oda.

source: Hi! I'm new here.
hu: Üdv. Új vagyok itt.

source: Yeah, what do you want newbie?
hu: Aha. Mit akarsz, zöldfülű?

source: Say 'newbie' again and I will rip your spine out.
hu: Mond csak még egyszer, hogy zöldfülű, és kitaposom a beled.

source: Fine, newbie. You are greener than green and a total newbie.
hu: Oké, zödfülű. Zöldebb vagy a zöldnél, te totál zöldfülű!

source: You can start ripping out my spine now.
hu: Elkezdheted kitaposni a belem.

source: Ha!
hu: Hú!

source: I really mean it. I will kill you for that insult.
hu: Komolyn mondtam. Megöllek ezért a tiszteletlenségért.

source: Go for it.
hu: Gyere csak!

source: BANZAI! DIE DIE DIE!
hu: BANZAI!!! DÖGÖLJ MEEEG!!!

source: Wha --
hu: Bazz ---

source: And who are you?
hu: Ki vagy te?

source: Butch... The arena master.
hu: Butch... Az aréna mester.

source: Butch -- Arena Master
hu: Butch -- Aréna Mester.

source: Arena? What arena?
hu: Aréna? Milyen aréna?

source: The underground arena. With holographic bots to train combat techniques against.
hu: A földalatti aréna. Holografikus botokkal, akikkel gyakorolhatod a harci technikákat.

source: Wanna fight?
hu: Akarsz harcolni?

source: Yeah. I want to fight.
hu: Aha. Harcolni akarok.

source: Good. I opened up the novice arena gate. Just climb down the ladder south of here.
hu: Rendben. Kinyitottam az újonc aréna kapuját. Innen délre van egy létra, mássz le rajta.

source: But remember, the door out won't be opened until you kill all the bots.
hu: Ám vésd az eszedbe, az ajtó csak akkor nyílik, ha az összes botot megölted.

source: And be careful, your brain get so fooled by what happens in the holographic world that you take physical damage for real.
hu: És légy elővigyázatos, mert az agyad annyira hozzászokhat a holografikus világhoz, hogy az a valós pszichédre is kihathat.

source: So even if the enemies are only holograms, they can still hurt you and even kill you.
hu: Bár az ellenség csak hologram, mégis megsérülhetsz, akár meg is halhatsz.

source: Fighting in the arena is not something I would usually do, but I feel like doing it for a change. Why not?
hu: Az aránában való küzdelem nem olyan, amit naponta gyakorlok, de azt hiszem megpróbálhatom. Miért ne?

source: The bots are dead.
hu: A botok halottak.

source: Good for you.
hu: Ügyes vagy.

source: You are a total newbie. But, a good newbie.
hu: Teljesen zöldfülű vagy, de ügyes zöldfülű.

source: I will say a good word to Spencer about this.
hu: Szólok pár jó szót erről Spencernek.

source: Now that was easy. *Yawn*. I nearly fell asleep. No problem at all, the bots are dead.
hu: Ez könnyű volt. *ásít*. Majdnem elaludtam. Nem volt gond, a botok halottak.

source: I thought I was going to fight you, coward.
hu: Azt hittem, veled harcolok, te bunkó.

source: I NEVER said that, newbie.
hu: Ezt SOHA nem mondtam, zöldfülű.

source: You wanted a fight, and you got one.
hu: Harcot akartál, hát megkaptad.

source: I offered a fight, and you wanted that.
hu: Felajánlottam a küzdelmet, és te elfogadtad.

source: There is nothing more to say, newbie.
hu: Erre nincs mit mondanom, zöldfülű.

source: I want a bigger challenge.
hu: Nagyobb kihívást akarok.

source: I'm sorry, but town regulations forbid access to the master arena unless you've completed the novice arena first.
hu: Sajnálom, de a város szabályai tiltják, hogy az újonc aréna befejezése előtt a mester arénába menj.

source: This regulation is in place for your own safety, so that no newbie accidentally signs up for the master arena.
hu: Ez a szabály a saját biztonságodat szolgálja, egy totál újonc sohasem léphet először a mester arénába.

source: You might try taking the novice arena first. Then I can grant you access to the master field.
hu: Először az újonc arénával kellene próbálkoznod. Utána biztosítom a mester arénába való lejutásodat.

source: Newbie, I have a second arena.
hu: Zöldfülű, van egy második aréna is.

source: You will die if you go there.
hu: Meghalsz, ha lemész oda.

source: I pity you, silly bird. Don't go there.
hu: Sajnállak kicsi huszár. Ne menj le oda.

source: But if you really want it, the door is now open.
hu: De ha igazán akarod, az ajtó már nyitva van.

source: I told the arena master to let me into his master arena. He agreed. Now all that remains to do is to climb down the ladder to the north arena and wait for death herself to come on her black wings and claim my soul. You know, now that I think about it... Maybe I should stay out of there?
hu: Mondtam az arénamesternek, hogy engedjen be a mester arénába. Megengedte. Most már csak az maradt, hogy lemásszak a lértán, és találkozzak magával a halállal, aki fekete szárnyán suhan felém, hogy elragadja a lelkemet. Tudod, most mire gondolok? Talán nem kellene oda lemennem...

source: The master arena is clear.
hu: A mester aréna tiszta.

source: What!? Impossible! No one ever survives the second arena!
hu: Micsoda!? Lehetetlen! Senki sem élte még túl a mester arénát!

source: One has to be out of his mind to try the second arena.
hu: Elment az esze annak, aki a második arénával próbálkozik.

source: You are not a newbie, but you are COMPLETELY INSANE!
hu: Nem vagy zöldfülű, de TELJESEN ELMENT AZ ESZED!

source: I pity you, poor fool. You will die young.
hu: Sajnállak, szegény pára. Fiatalon halsz meg.

source: I survived the master arena. A miracle. Whew.
hu: Túléltem a mester arénát. Kész csoda. Huhh.

source: What is wrong with you? Why do you keep calling me a newbie?
hu: Mi bajod van? Miért hívsz folyton zöldfülűnek?

source: Because you ARE a newbie, newbie!
hu: Mert az vagy, zöldfülű!

source: Why the hell are you organizing fights? Enough people have died already!
hu: Mi a fenéért szervezel küzdelmeket? Elég ember halt már meg.

source: I have a very good reason not to tell you.
hu: Nagyon jó okm van, hogy ne mondjam meg neked.

source: Not like someone as inexperienced as you could understand it anyway.
hu: Nálad tapasztaltabbak sem értenék meg.

source: No way! Violence is wrong! Make love not war!
hu: Soha! Az erőszak nem megoldás. Szeretkezz, ne háborúzz!

source: Roses, not destruction!
hu: Virágeső, nem pusztítás!

source: End the violence! All blood is red!
hu: Le az erőszakkal! Minden vér vörös!

source: Hey, the bots bleed black. With oil.
hu: Hehe, a botok feketén véreznek. Olajosat.

source: But... But...
hu: De... De...

source: No 'but' about it, newbie.
hu: Semmi 'de' zöldfülű.

source: The bots bleed black.
hu: A botok feketén véreznek.

source: You... Have ruined my pacifistic slogan... I am angry... So angry that I want to smash things!
hu: Te... Elrontottad a békeszlogenemet... Mérhes vagyok... Olyan mérges, hogy legszívesebben összetörnék valamit!

source: Great. Get in the door, newbie.
hu: Kiváló. Menj az ajtóhoz, zöldfülű.

source: I want to fight in the novice arena!
hu: Az újonc arénában akarok küzdeni!

source: You've already completed the novice arena. But since you really want to have another go, I'll cause the bots to respawn now. There, it's done.
hu: Már teljesítetted az újonc arénát. De ha még egyszer szeretnéd végigcsinálni, indulj, és újraindítom a hologram botokat. Kész is van.

source: But you also might want to try the master arena now, maybe? If so, just say so.
hu: Talán ki akarod próbálni a mester arénát? Ha igen, csak szólj.

source: I want to fight in the master arena!
hu: A mester arénában akaok küzdeni!

source: But you've already completed the master arena. Ok, but I can have the bots respawn for you now, so you can have another go!
hu: Már teljesítetted a mester arénát. Ha akarod, újraindíthatom a botokat, és mehetsz még egy kört.

source: But certainly you've earned yourself a reputation as arena master around here now and we respect that.
hu: Már elérted, hogy aréna mester legyél, és mi tiszteljük ezt.

source: I'll be going then.
hu: Akkor most megyek.

source: Sure.
hu: Rendben.

source: See you around.
hu: Majd még találkozunk.

source: Remember: pain is temporary but glory is forever.
hu: Emlékezz: a fájdalom csak időleges, ám a dicsőség örök.

source: Go kill some bots.
hu: Menj, ölj meg pár botot.
