Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/c-net_sub_nethack.po
Languages: hu

source: Shall I pick a character's race, role, gender and alignment for you? [y/n]
hu: Kiválaszthatom a karaktere faját, nemét, hovatartozását? [i/n]

source: yes
hu: igen

source: no
hu: nem

source: Archeologist
hu: Régész

source: Ranger
hu: Csavargó

source: Tourist
hu: Turista

source: Wizard
hu: Warázsló

source: JOB ASSINGMENT
hu: TEVÉKENYSÉGI KÖR MEGADÁSA

source: human
hu: ember

source: gnome
hu: gnóm

source: orc
hu: ork

source: RACE ASSINGMENT
hu: FAJ MEGADÁSA

source: male
hu: férfi

source: female
hu: nő

source: GENDER SELECTION
hu: NEM MEGADÁSA

source: START GAME
hu: JÁTÉK INDÍTÁSA

source: Hello, welcome to NetHack! You are a
hu: Helló, üdvözöllek a NetHack-ben. Te egy

source: Your goddess, 
hu: Az istennőd, 

source: Return with the Amulet of Yendor, and you shall be rewarded!
hu: Yendor Amulettjével térj vissza, és jutalmat kapsz!

source: You are all alone on the surface. There is a stairway down.
hu: Egyes egyedül vagy a felszínen. Egy lépcső vezet lefelé.

source: At a new level
hu: Új szint.

source: Attack
hu: Támad

source: Run
hu: Fut

source: Trick
hu: Rászed

source: Pray
hu: Imádkozik

source: Your goddess
hu: Az istennőd

source: Nothing happens.
hu: Nem történik semmi.

source: Calculate Damage
hu: Sérülés Számítása

source: End Level
hu: Pálya Vége

source: Go Up
hu: Menj Felfelé

source: Go Down
hu: Menj Lefelé

source: End Game - Win/Loss
hu: Játék Vége - Nyertes/Vesztes

source: End Game
hu: Játék Vége
