Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/c-net.po
Languages: hu, pl

source: Welcome to the Community Network.
hu: Üdvözöllek a Közösségi Hálózatban.
pl: Witaj w Społecznej Sieci

source: First time login detected.
hu: Ön először jelentkezik be.
pl: Wykryto pierwsze logowanie.

source: Please enter your name
hu: Kérem, írja be a nevét
pl: Podaj imię.

source: Name :
hu: Név :
pl: Imię:

source: Please set password for your personalized guest login
hu: Kérem adjon meg egy jelszót a személyes vendég bejelentkezéshez
pl: Utwórz hasło dla spersonalizowanego loginu gościa.

source: Use at least one lower case letter, one upper case letter, one number, and one symbol.
hu: Használjon legalább egy nagybetűt, egy kisbetűt, egy számot és egy szimbólumot.
pl: Użyj przunajmniej jednej małej litery, jednej dużej litery, jednej cyfry i jednego symbolu.

source: Password :
hu: Jelszó :
pl: Hasło:

source: Last login from dev/tty3 on unknown
hu: Az utolsó bejelentkezés dev/tty3 -tól ismeretlen
pl: Ostatnie logowanie z /dev/tty3 nieznane

source: Password:
hu: Jelszó :
pl: Hasło:

source: Login incorrect
hu: Bejelentkezés sikertelen
pl: Logowanie nieprawidłowe.

source: Connection to c-net terminated.
hu: A c-net csatlakozás meghiúsult.
pl: Połączenie z c-net przerwane.

source: Date unknown
hu: Ismeretlen dátum
pl: Data nieznana

source: no disk found
hu: Nincs lemez a meghajóban
pl: nie znaleziono dysku

source: statistics.pl
pl: statystyki.pl

source: Corrupted file.
hu: A fájl sérült.
pl: Plik uszkodzony.

source: Bot #Dead# Tux #Hacked/Failed#Ratio
pl: Bot #Zginął# Tux #Shakowany/Przegrany#Stosunek

source: guest
hu: vendég
pl: gość

source: forkBOMB.sh -arm bomb
hu: forkBOMB.sh -bomba elesitese
pl: forkBOMB.sh -arm bomba

source: bomb armed
hu: bomba élesítve
pl: bomba uzbrojona

source: forkBOMB.sh -disarm bomb
hu: forkBOMB.sh -bomba hatastalanitasa
pl: forkBOMB.sh -disarm bomba

source: bomb defused
hu: bomba hatástalanítva
pl: bomba rozbrojona

source: Script run. After logout this terminal will be disabled.
hu: Szkript futtatása. Kijelentkezés után a ez a terminál kikapcsol.
pl: Skrypt w trakcie wykonywania. Po wylogowaniu terminal zostanie wyłączony.

source: global_thermonuclear_war
hu: globális_termonukleáris_háború
pl: globalna_wojna_termonuklearna

source: ./global_thermonuclear_war
hu: ./globális_termonukleáris_háború
pl: ./globalna_wojna_termonuklearna

source: Sorry, only winning move is not to play. New game?
hu: Sajnálom, csak a nyerő lépés nem lehetséges. Új játék?
pl: Sorry, nie można wykonać zwycięskiego ruchu. Nowa gra?

source: Mankind exterminated. You lost!
hu: Emberiség elpusztult. Vesztettél!
pl: Ludzkość wytępiona. Przegrałeś!

source: No victory possible. LOSER! Play again?
hu: A győzelem nem lehetséges. VESZTES! Játszol újra?
pl: Brak możliwości zwycięstwa. PRZEGRANY! Grasz ponownie?

source: Everyone dies, new game?
hu: Mindenki meghal, új játék?
pl: Wszyscy zginęli, nowa gra?

source: Connection to c-net closed.
hu: A c-net kapcsolat lezárult.
pl: Połączenie z c-net przerwane.

source: forkBOMB.sh -execute
hu: forkBOMB.sh -futtat
