Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Dixon.po
Languages: es

source: Give me the toolkit and stop fooling around.
es: Dame el juego de herramientas y deja de tomarme el pelo.

source: I was not joking. I am listening to your offers.
es: No estoy bromeando. Escucho ofertas.

source: Linarian, I curse the day on which you have arrived here.
es: Linariano, maldito el día en que llegaste.

source: Two fifty.
es: Dos de cincuenta.

source: Deal. Here is your toolkit. Now cough up the money. Fast.
es: Trato hecho. Aquí están tus herramientas. Ahora suelta el dinero. Rápido.

source: Here. It is all there.
es: Toma. Esta todo aquí.

source: Now get out of here. I am a pacifist, but I am willing to make a special exception just for you.
es: Ahora sal de aquí. Soy pacifista, pero estoy dispuesto a hacer una excepción contigo.

source: Get out of my sight.
es: Fuera de mi vista.

source: I sold the toolkit to Dixon for a nice sum of money. Life is good.
es: Le he vendido el juego de herramientas a Dixon por una buena suma. La vida es buena.

source: I am not happy about this. I suggest you leave the city.
es: No estoy feliz por esto. Te sugiero que abandones la ciudad.

source: Accidents... Happen.
es: Los accidentes... a veces pasan.

source: I sold the toolkit to Dixon for a huge sum of money. Life is great.
es: Le he vendido el juego de herramientas a Dixon por una gran suma. La vida es grandiosa.

source: Linarian. Now we part as usual. However should I ever see you after the war is over...
es: Linariano. Ahora partiremos como de costumbre. Sin embargo si nunca te veo después de que termine la guerra...

source: I promise to kill you.
es: Te prometo que te mataré.

source: Now take your money and get out of my face. I do not want to see you here ever again.
es: Ahora coge tu dinero y sal de mi vista. No quiero verte por aquí nunca más.

source: I sold the toolkit to Dixon for a enormous sum of money. Life is truly grand. But, I better stay away from Dixon for now... He seemed very angry at me.
es: Le he vendido el juego de herramientas a Dixon por una enorme cantidad de dinero. La vida es verdaderamente grandiosa. Pero, mejor que me mantenga alejado de Dixon por ahora... Parece que esta muy enfadado conmigo.

source: Good joke. I am sure you can do better.
es: Buen chiste. Estoy seguro que puedes hacerlo mejor.

source: Three fifty. This is all that the technical division has as their cash resources.
es: Tres de cincuenta. Esto es todo lo que la división técnica tiene de presupuesto.

source: Come on, I am sure you can do even better than that...
es: Venga va, estoy seguro de que puedes hacerlo mejor que eso...

source: Four hundred. We cannot offer anything more.
es: Cuatrocientos. No podemos ofrecerte nada más.

source: Please, we really need the autotools.
es: Por favor, realmente necesitamos las herramientas automáticas.

source: Without them this city is doomed.
es: Sin ellas la ciudad esta perdida.

source: Is everything all right?
es: ¿Está todo correcto?

source: Heh, never better!
es: Ja! Nunca mejor!

source: All indicators are in the green, the power and water fill the pipes and even Spencer seems happier now that the town is thriving despite all odds.
es: Todos los indicadores estén en verde, la energía y el agua llenan los conductos e incluso Spencer parece estar más contento ahora que la ciudad está prosperando contra todo pronostico.

source: Thanks to the autotools we can start building instead of just trying to repair the damage.
es: Gracias a las herramientas automáticas podemos empezar a construir en vez de solo intentar reparar los daños.

source: Once this is sick war is over, I will make sure you get keys to the city Linarian.
es: Una vez esta guerra enfermiza acabe me aseguraré de que consigas las llaves de la ciudad, Linariano.

source: Nearly. Only my conscience keeps me up at night.
es: Casi. Sólo mi conciencia me quita el sueño.

source: Please leave me alone with my thoughts, I do not want to talk to anyone right now.
es: Por favor déjame solo con mis pensamientos, ahora mismo no quiero hablar con nadie.

source: No, I am afraid not.
es: No, no tengo miedo.

source: While I do not regret sparing the bots in the tunnels, the town suffers for it.
es: No me arrepiento de escatimar los robots en los túneles, la ciudad aún sufre por ello.

source: It makes me sad to see everything slowly wasting away. The bots are doing more damage than we can repair.
es: Me hace sentir mal verlo todo como se va desperdiciando poco a poco. Los robots hacen mas daño del que podemos reparar.

source: This town has a few weeks left to live. After that we are all dead.
es: A esta ciudad le quedan pocas semanas de vida. Después de eso estaremos todos muertos.

source: Ha! Never better!
es: ¡Ja! ¡Nunca mejor!

source: We are mass producing energy shields, creating more electric energy than we can ever imagine spending and even experimenting with new armor types.
es: Estamos produciendo en masa escudos de energía, creamos más energía eléctrica de la que jamás hubiésemos imaginado gastar, incluso experimentamos con nuevos tipos de armadura.

source: Life is good right now.
es: La vida es buena ahora.

source: What happened? Last time I asked, you said things are not going that well.
es: ¿Que paso? La ultima vez que lo pregunte, dijiste que las cosas no iban del todo bien.

source: Yes, but now everything is different.
es: Sí, pero ahora es todo diferente.

source: I met someone who decided to join us in the fight against the MegaSys bots.
es: Conocí a alguien que decidió unirse a nosotros en la lucha contra los robots MegaSys.

source: You will need a hacked computer. Type in 'ssh 10.83.13.230' as the superuser, and you will see what I mean.
es: Necesitarás un ordenador hackeado. Escribe 'ssh 10.83.13.230' como superusuario y verás a que me refiero.

source: Why the secrecy and the hushed voice? Can't you just tell me?
es: ¿Porque tanto secretismo y susurros? ¿No podrías solamente contármelo?

source: Nope. Some things you just have to see with your own eyes.
es: Nop. Algunas cosas debes verlas con tus propios ojos.

source: The Library of Alexandria, the Colossus of Rhodes, the Black Island...
es: La Biblioteca de Alejandria, el Coloso de Rhodes, la Isla Negra...

source: And this is just one of those things.
es: Y esta es solo una de estas cosas.

source: Just go and see for yourself. Otherwise you will not believe me.
es: Solo ve y lo veras por ti mismo. De otra forma no me vas a creer.

source: The tunnels bots seem to be working together with Dixon in keeping the city working. All is well that ends well.
es: Los robots de los túneles parece que están trabajando con Dixon manteniendo la ciudad funcionando. Todo esta bien lo que acaba bien.

source: YOU AGAIN!
es: ¡TU OTRA VEZ!

source: I.
es: TE HE.

source: SAID.
es: DICHO.

source: GET.
es: QUE.

source: LOST.
es: TE PIERDAS.

source: FUCK MY LIFELONG PACIFISM. I WILL FUCKING KILL YOU NOW!
es: HAS JODIDO MI PACIFISMO DE TODA LA VIDA. JODER, TE VOY A MATAR!

source: I must go now.
es: Tengo que irme.
