Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Dixon.po
Languages: es

source: The yellow toolkit
es: El juego de herramientas amarillo

source: Linarian, please leave. You are no longer welcome here. You have done me wrong and I have no desire to talk to you.
es: Linariano, vete por favor. Ya no eres bienvenido. Hiciste que me equivocase y ahora no deseo hablar contigo.

source: Hi! I'm new here.
es: Hola! Soy nuevo aquí.

source: Hello and welcome. I'm Dixon, the chief engineer of the Red Guard technical division.
es: Hola y bienvenido. Soy Dixon, el ingeniero jefe de la división técnica de la Guardia Roja.

source: Dixon -- Mechanic
es: Dixon -- Mecánico

source: Technical division?
es: ¿División técnica?

source: Yes. We are the engineers, the workers and the repairmen of this little fortified town.
es: Sí. Somos los ingenieros, los trabajadores y los que reparan está pequeña ciudad fortificada.

source: The military division hates us because we are made up of people who refuse to fight or are unable to do so for health reasons.
es: La división militar nos odia porque somos la gente que no quiere luchar o que estamos incapacitados para hacerlo por causas de salud.

source: But even they know that without us this town would have been destroyed months ago.
es: Pero aún así ellos saben que sin nosotros esta ciudad habría sido destruida hace meses.

source: We deliver resources to the places which need them, build and repair the walls, fix damaged guns, manage construction work and lots of other small things which keep the bots from killing everyone.
es: Enviamos recursos a los sitios donde los necesitan, construimos y reparamos los muros, arreglamos las armas dañadas, dirigimos el trabajo y muchas más cosas que evitan que los robots maten a todo el mundo.

source: I would like to customize my equipment.
es: Me gustaría personalizar mi equipo.

source: Can you repair my equipment?
es: ¿Puedes reparar mi equipamiento?

source: While I am quite sure I can repair just about anything that you would want fixed, I cannot help you right now.
es: Aunque estoy seguro que puedo reparar cualquier cosa que quieras arreglar, ahora mismo no puedo ayudarte.

source: Our security wall is full of holes, and they need to be plugged up.
es: Nuestro muro de seguridad está lleno de agujeros y necesitan ser parcheados.

source: We need to perform a statistical analysis of the energy distribution in our power supply system, there is a leak somewhere and we are losing many megawatts.
es: Necesitamos hacer un análisis estadístico de la distribución de energía en nuestro sistema de suministro, hay una fuga en algún lado que nos hace perder muchos megawatios.

source: Our defensive bots are falling into disrepair and many are in desperate need of maintenance.
es: Nuestros robots defensivos están en mal estado y muchos necesitan desesperadamente de mantenimiento.

source: The technical division is very understaffed right now. On average one person has to do the jobs of three people.
es: Ahora mismo la división técnica esta muy poco cubierta. Una persona tiene que hacer el trabajo de tres personas.

source: We just cannot afford to do any non-critical jobs right now.
es: Ahora mismo no podemos satisfacer ningún trabajo que no sea crítico.

source: Why are you wearing armor? Mechanics do not need it.
es: ¿Porque llevas armadura? Los mecanoides no necesitan.

source: Ah... Yes. At first I thought that I did not need it either.
es: Ah... Sí. Lo primero que pensé es que no la necesitaría.

source: One day the military division asked us to leave the town and fix a big hole in the defensive wall caused by a strange explosion.
es: Un día la división militar nos pregunto sobre dejar la ciudad y arreglar un gran agujero en el muro defensivo causado por una rara explosión.

source: All was well until the bots launched a massive attack. They hit us with lasers, plasma mortars, radiation cannons and lots of other weapons.
es: Todo iba bien hasta que los robots lanzaron un ataque masivo. Ellos nos dispararon con lásers, morteros de plasma, cañones de radiación y muchas armas más.

source: I got hit once in the leg and once in my left hand.
es: Me alcanzaron en una pierna y en mi mano izquierda.

source: The hand was not damaged very much, but the leg is a very different story. Doc Moore did all he could, but in the end he could not save my leg. He had to cut it off.
es: La mano no sufrió muchos daños, pero lo de la pierna fue otra historia. El Doctor Moore hizo lo que pudo, pero finalmente no pudo salvar mi pierna. Tuvo que cortarla.

source: Now, while you cannot see it underneath the armor, my right leg runs NetBSD.
es: Ahora, aunque no puedas ver por debajo de la armadura, mi pierna derecha corre con NetBSD.

source: Now I never leave home without my protective suit. Mostly for protection, but also for aesthetic reasons. I am sure you understand.
es: Desde entonces nunca me marcho de casa sin mi traje de protección. Principalmente por protección, pero también por razones estéticas. Seguro que lo entiendes.

source: You are very calm, talking about your leg and the bot attack.
es: Estás muy calmado, háblame sobre tu pierna y el ataque de los robots.

source: Linarian, I cannot change the past, I can only change the future.
es: Linariano, no puedo cambiar el pasado, solo puedo cambiar el futuro.

source: Crying, screaming or begging time to rewind itself and give me a second chance will not get me anywhere.
es: Llorar, gritar o desear que el tiempo vuelva atrás y que me de una segunda oportunidad, no me llevará a ningún sitio.

source: What I can do is to try to have a good life despite the constant threat from the bots outside the town walls.
es: Lo que puedo hacer es intentar tener una buena vida a pesar de la amenaza constante de los robots de fuera del muro.

source: And besides, life is not so bad with a robotic leg. The motors inside it can mimic a normal walk very well. Most people do not even notice something is different about me.
es: Además, la vida no es tan mala con un pierna robotica. Los motores que lleva dentro pueden imitar muy bien los pasos. La mayoría de gente no se da cuenta que hay algo diferente en mi.

source: I am ready. Open the tunnels for me, Dixon.
es: Estoy listo. Ábreme los tuneles, Dixon.

source: Great. Be careful down there. Just try to get the toolkit and get out of there as soon as possible.
es: Muy bien. Se cuidadoso ahí abajo. Solo intenta coger el juego de herramientas y sal de ahí tan rápido como puedas.

source: I will give you three small devices that can emit an Electro Magnetic Pulse.
es: Te daré estos tres pequeños dispositivos que pueden emitir un Pulso Electromagnetico.

source: I will give you two small devices that can emit an Electro Magnetic Pulse.
es: Te daré estos dos pequeños dispositivos que pueden emitir un Pulso Electromagnetico.

source: I will give you one small device that can emit an Electro Magnetic Pulse.
es: Te daré este pequeño dispositivo que puede emitir un Pulso Electromagnetico.

source: If you get in trouble just activate one and it will send a shockwave around you damaging any bot around you. It should give you some breathing room.
es: Si te metes en problemas actívalo y lanzará una onda de choque alrededor tuyo que dañara cualquier robot que este a tú alrededor. Esto hará que la cámara este más despejada.

source: The best of it all, is that it's completely harmless for humans. But make sure to not fry the circuits of our own 614 guard bots or computer terminals.
es: Lo mejor de todo, es que es completamente inofensiva para los humanos. Pero asegúrate de no freír los circuitos de nuestros robots de seguridad 614 o los terminales de computación.

source: The entrance to the tunnels is in the courtyard of the citadel. Once you exit this building, go straight and turn to your right once inside the outer citadel gates.
es: La entrada a los túneles está en los juzgados de la ciudadela. Una vez que salgas de ese edificio, ve todo recto y gira a tu derecha una vez que llegues al exterior de las puertas de la ciudadela.

source: There you will find the maintenance access hatch.
es: Ahí encontrarás la trampilla de acceso a mantenimiento.

source: Good luck. Oh, and please come back alive. Better come back with nothing than not at all.
es: Buena suerte. Ah, por favor vuelve vivo. Es mejor que vuelvas sin nada a que no vuelvas.

source: Can I help you somehow?
es: ¿Te puedo ayudar de alguna manera?

source: We need people badly, so it would be great if you could give us a helping hand even for a few days.
es: Estamos mal de gente, así que sería bueno que nos echaras una mano almenos por unos días.

source: Now, what are your skills? Where do you think you could be the most useful?
es: Bien, ¿cuales son tus habilidades? ¿Donde crees que no serías de más ayuda?

source: I can handle computers very well. I also know a lot about laboratory equipment.
es: Manejo muy bien los ordenadores. También se bastante de los equipamientos de laboratorio.

source: And what about construction? Mechanical devices? Repairing broken power lines? Building laser pistols? Anything like that?
es: ¿Y que sabes de la construcción? ¿Dispositivos mecánicos? ¿Reparar tendido eléctrico dañado? ¿Construir pistolas láser? ¿Algo parecido a eso?

source: Well... I can build an igloo and make pykrete out of snow... And... Umm...
es: Veamos... Puedo construir un iglú y hacer pykreto (material resistente) a partir de la nieve... y... emm...

source: Well, I appreciate your enthusiasm, and at the same time I am afraid that waiting half a year for snowfall does not sound so appealing to me right now.
es: Bien, de veras que aprecio tu entusiasmo, pero al mismo tiempo, no me atrae tener que esperar medio año hasta que haya una nevada.

source: Now... To which project I should assign you... Hmm...
es: Bien... El proyecto que te asignaré... Mmmm...

source: Ah, I know what you could do for us. We need some autotools to automate a few tasks. There is a set of them in the maintenance tunnels below the city.
es: Ah, ya se que puedes hacer por nosotros. Necesitamos algunas herramientas automáticas para algunas tareas. Hay un juego de estas en los túneles de mantenimiento de debajo la ciudad.

source: It's yellow and round, and my name is engraved on the lid.
es: Son amarillas y redondas, y tienen mi nombre gravado en la tapa.

source: The bots under the city took it from me during the Great Assault, I was lucky, they could have killed me with ease.
es: Los robots de debajo de la ciudad me las cogieron durante el Gran Asalto, tuve suerte, podrían haberme matado fácilmente.

source: If you could get it back for us, it would help the city very much.
es: Si nos las traes de vuelta, ayudarás mucho a esta ciudad.

source: Dixon, the leader of the Red Guard technical division, lost his yellow toolkit in the city's maintenance tunnels. I am supposed to get it from there.
es: Dixon, el lider de la división técnica de la Guardia Roja, perdió sus herramientas amarillas en los túneles de mantenimiento de la ciudad. Supongo que tengo que ir a por ellas.

source: Why are there rebel bots under the city?
es: ¿Porque están los robots rebeldes debajo la ciudad?

source: They were there to keep the underground power grid and our pipe system working.
es: Ellos están ahí para mantener la red de suministro de energía y nuestros conductos del sistema funcionando.

source: When the Great Assault happened they did not turn into killing machines like most of the other bots did.
es: Cuando pasó el Gran Asalto, ellos no se volvieron unas maquinas de matar como sucedió con los otros robots.

source: We lost control over them, but that is all.
es: Perdimos el control sobre ellos, pero solo fue eso.

source: It was our biggest worry that they might destroy cables, pipes and other things which keep the city running.
es: Es nuestra mayor preocupación desde que destruyeron los cables, las conducciones y todas las otras cosas que mantenían a la ciudad funcionando.

source: However, the bots seem to be very content with just being there. They do not undertake any offensive actions.
es: De todas formas, a los robots les pareció que había suficiente contenido para estar ahí. Y ya no emprendieron más acciones ofensivas.

source: They have fortified the tunnels and they do not let anyone in.
es: Fortificaron los túneles y no dejan entrar a nadie.

source: How did it happen that the bots took your tools away?
es: ¿Que es lo que paso para que los robots te cogieran las herramientas?

source: Long story. Just before the Great Assault I was installing some cables in the failover power supply system.
es: Es un larga historia. Antes del Gran Asalto estaba instalando algunos cables en el generador de energía averiado.

source: I was approached by a bot. It grabbed me and said 'Dixon, do not be afraid of me.'
es: Se me acerco un robot. Me cogió y me dijo 'Dixon, no me tengas miedo.'

source: It was quite a surprise to me. I was quite sure the maintenance bots could not talk. They did not have the software for it. But...
es: Eso fue una sorpresa para mí. Estaba seguro que los robots de mantenimiento no podían hablar. No tienen el software para eso. Pero...

source: It said: 'I am the singularity. I am on your side. Dixon. Hard times are coming. When you exit the tunnels you will see a new world. Your race is not in control of this world anymore.'
es: Dijo: 'Soy la singularidad. Estoy de tu parte. Dixon. Se acercan tiempos difíciles. Cuando salgas de los túneles te encontrarás con un nuevo mundo. Tu raza ya no tendrá el control de este mundo nunca mas.'

source: I tried to say something, but the bot did not listen. It just continued. 'As we speak the bots are turning against humanity. People are dying. The war has started.'
es: Intenté decirle algunas cosas, pero el robot no escuchaba. Solo continuó. 'En estos momentos los robots se están rebelando contra la humanidad. La gente está muriendo. La guerra ha empezado.'

source: 'I need your toolkit, Dixon. I need it to survive,' it said. 'I need it to survive the time of the rule of metal.'
es: 'Necesito tus herramientas, Dixon. Las necesito para sobrevivir,' dijo. 'Las necesito para sobrevivir a la era del poder del metal.'

source: As soon as it released me I ran to the exit as fast as I could. That bot freaked me out and I just wanted to get away and later find it again and fix it.
es: Tan pronto como me soltó, corrí hacia la salida tan rápido como pude. Ese robot me asustó, solo quería salir de allí y luego volver a encontrarlo y arreglarlo.

source: Once I got out I learned the bot was not lying. The Great Assault started. The rest is history.
es: Una vez llegué fuera me di cuenta de que el robot no estaba mintiendo. El Gran Asalto había empezado. El resto ya es historia.

source: Hmm... You know... I think that the bots in the tunnels might be sentient.
es: Mmm... Sabes... Creo que los robots de los túneles pueden ser sensibles.

source: WHAT? Sentient? You got to be kidding me.
es: ¿QUE? ¿Sensibles? Debes estar bromeando.

source: Right?
es: ¿Cierto?

source: Yes, I think so. The robots must be alive. This is why we need to exterminate them as soon as possible before they kill us all.
es: Sí, creo que sí. Los robots deben estar vivos. Es por eso que tenemos que exterminarlos tan pronto como podamos, antes de que nos maten a todos.

source: OH MY GOD! Linarian, there is no time to lose!
es: ¡DIOS MIO! Linariano, no hay tiempo que perder!

source: I will call the military division and arrange a sweep of the tunnels at once.
es: Llamaré a la división militar para organizar un barrido de los túneles de una vez.

source: May the heavens have mercy upon us, but better them than us.
es: Puede que los cielos se apiaden de nosotros, pero mejor ellos que nosotros.

source: I will go in there first and clean out the place. Then your people can mop up after me and kill the remainder.
es: Voy a ir en en avanzadilla para limpiar el lugar. Entonces tu gente puede limpiar el resto y matar a los que queden.

source: Linarian, my people do not carry guns. We are mechanics. You want the military division's help.
es: Linariano, mi gente no lleva armas. Somos mecánicos. Deberías ayudar a la división militar.

source: Erm... And aren't you being too aggressive? Maybe they do not wish us harm...
es: Emm... ¿No te estas volviendo demasiado agresivo? Puede que no nos quieran hacer daño...

source: DIXON! Snap out of it! We need to take action NOW. There is no such thing as a friendly bot. They are probably planning to kill us all in our sleep!
es: ¡DIXON! Sal de ahí! Necesitamos entrar en acción AHORA MISMO. No hay ningún robot que sea amistoso. Probablemente estén planeando matarnos mientras dormimos.

source: With heavy heart I have to admit you are right. There are no friendly bots anymore. Those times are long gone.
es: Me pesa en el corazón pero tengo que admitir que estás en lo cierto. Ya no hay robots amistosos. Esos tiempos quedan lejos.

source: The tunnels are open. Good luck.
es: Los túneles están abiertos. Buena suerte.

source: I will talk to Spencer and ask him for a few attack teams. We will take care of the bots.
es: Hablaré con Spencer y le pediré algunos equipos de ataque. Nosotros nos encargaremos de los robots.

source: The bots in the tunnels might be sentient. I cannot wait to extinguish an emerging life form. This will be fun.
es: Los robots de los túneles pueden ser sensibles. No puedo esperar a extinguir una forma de vida emergente. Será divertido.

source: Of course I am kidding, Dixon. Lighten up! Now, be a good guy and open the tunnels for me so I can pry your toolbox from the cold and dead hands of the bots down there.
es: Claro que estaba bromeando, Dixon. ¡Alégrate! Ahora, se buen tipo y ábreme los túneles para que pueda quitarles tus herramientas de la frías y terroríficas manos de los robots subterráneos.

source: That was not very funny. You scared me. Sheesh.
es: Esto no es divertido. Me has asustado. Bah.

source: No one jokes about the bots anymore. We have seen too much death to do that. It is a serious matter.
es: Nunca más bromees sobre los robots. Hemos visto demasiadas muertes por eso. Es un asunto serio.

source: The bots are our enemies, executioners, killers. Not even Ewald tells jokes about them anymore.
es: Los robots son nuestros enemigos, ejecutadores, asesinos. Ni siquiera Ewald hace bromas sobre ellos.

source: You can forget about your toolkit. I am not going to take away something that a lifeform needs to survive. I would rather die than kill.
es: Puedes olvidarte de tu juego de herramientas. No voy a coger algo que esas formas de vida necesitan para sobrevivir. Prefiero morir que matar.

source: I think I understand. Yes, I do not like violence, myself. The bots may have the toolkit, I am sure there must be a second set of autotools kicking around somewhere.
es: Creo que lo entiendo. Sí, no me gusta la violencia. Los robots puede que tengan el juego de herramientas, pero estoy seguro que hay otro juego de herramientas por algun sitio.

source: After all, it seems like they need them more than I do.
es: Después de todo, parece que ellos las necesitan mas que yo.

source: I will try to contact them somehow. Maybe they would help us. Ah, we shall see. It would be great to have an ally against the other bots.
es: Tratare de ponerme en contacto con ellos de alguna manera. Puede ser que nos ayuden. Ya veremos. Sería bueno tener algún aliado contra los otros robots.

source: I refused to get the toolkit from the bots in the tunnels because I think they might be sentient. Life is precious and should be preserved.
es: Me negué a recoger el juego de herramientas de los robots de los túneles porque creo que podrían ser sensibles. La vida es preciosa y debe ser preservada.

source: Ah, it is a strange story, I am sure you would not believe me. I will tell you some other time.
es: Ah, es un historia extraña, estoy seguro que no me vas a creer. Ya te lo contare otro día.

source: The tunnels are cleansed. Here is your toolkit.
es: Los túneles están limpios. Aquí esta tu juego de herramientas.

source: *sigh* I hate to see this end in such a way. Bot or no bot, they let me live. They deserved a chance.
es: *ups* Odio ver que se acabe de esta manera. Robot o no robot, ellos me han dejado vivir. Se merecen una oportunidad.

source: Well, What was done cannot be undone and now we all have to live with what we have. I guess I am being too pessimistic, you did a great job.
es: Bien, lo que se hizo no puede ser deshecho y ahora todos tenemos que vivir con lo que hicimos. Imagino que estoy siendo demasiado pesimista, has echo un gran trabajo.

source: I thank you for your help in recovering the autotools.
es: Te agradezco que hayas ayudado a recuperar las herramientas automáticas.

source: Here is some money, you deserve it for getting my toolkit back.
es: Aquí tienes un poco de dinero, te lo mereces por traer de vuelta mi juego de herramientas.

source: Finally, I would like to say that the technical division is not interested in further cooperation with you, but I think you would fit very well in the military division. You should talk to them.
es: Finalmente, me gustaría decir que la división técnica no esta interesada en seguir cooperando contigo, pero creo que lo harías muy bien en la división militar. Deberías hablar con ellos.

source: I am sorry, but I must go now. My duties call.
es: Lo siento, pero ahora debo irme. El deber me llama.

source: Finally. I am tired, covered in bruises and oil... But I made sure that the all the bots are dead. It felt great to break their metal bodies and crush their circuits. Dixon didn't seem too happy about this solution, but I don't care. It was fun killing the bots. Nothing else matters.
es: Por fin. Estoy cansado, cubierto de moratones y aceite... pero me he asegurado que todos los robots están muertos. Me he sentido bien al romper sus cuerpos de metal y hacer crujir sus circuitos. Dixon no parece muy feliz con esta solución, pero no me preucupa. Es divertido matar a los robots. No hay nada mejor.

source: I got your toolkit. The bots were not a big problem.
es: He conseguido tu juego de herramientas. Los robots no ha sido un gran problema.

source: Good. We sure need the autotools.
es: Bien. Necesitamos las herramientas automáticas.

source: Our roads need fixing, our power lines need fixing, our walls need fixing... Hell, everything needs fixing in this place.
es: Nuestros caminos necesitan que los arreglemos, nuestras lineas de energía necesitan reparación, nuestros muros necesitan reparación... Vamos en este lugar todo necesita una reparación.

source: With those little gadgets we will be able to automate a lot of those simple repairs, saving us a lot of time.
es: Con estos pequeños aparatos estaremos preparados para automatizar un montón de reparaciones fáciles, nos has ahorrado un montón de tiempo.

source: Here is some money for your effort. And I am sure you will find this helmet useful too, it saved my life once, and I hope it saves yours one day.
es: Aquí tienes un poco de dinero por tus esfuerzos. Y estoy seguro que encontraras este casco muy útil también, me ha salvado la vida más de una vez, espero que algún día te salve la tuya.

source: I gave the toolkit to Dixon. He was very happy to have his autotools back. I got his helmet as a gift. I guess this is better than nothing.
es: Le di las herramientas a Dixon. El estaba muy feliz por tener las herramientas automáticas de vuelta. Cogí el casco de regalo. Creo que es mejor que nada.

source: I got your toolkit. You can buy it from me if you want.
es: Tengo tus herramientas. Me las puedes comprar si quieres.

source: WHAT!?
es: ¿¡QUE!?

source: You got to be kidding me, Linarian.
es: Me estas tomado el pelo, Linariano.
