Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/DSB-MachineDeckControl.po
Languages: es, hu, pl

source: Password :
hu: Jelszó:
pl: Hasło:

source: Last login from /dev/ttyS0 on Sun, 23 mar 2057.
es: Ultima entrada desde /dev/ttyS0 domingo, 23 mar 2057.
hu: /dev/ttyS0 utolsó bejelentkezése 2057 március 23, vasárnap.
pl: Ostatnie logowanie z /dev/ttys0 w niedzielę, 23 mar 2057.

source: Changing password for admin. Enter new password:
es: Cambiando password para admin. Entre su nuevo password:
hu: Admin jelszó megváltoztatása. Add meg az új jelszót:
pl: Zmiana hasła admina. Podaj nowe hasło:

source: Enter new password again:
es: Entre su nuevo password otra vez:
hu: Új jelszó megint:
pl: Wpisz je ponownie:

source: Password successfully changed.
es: Password cambiado correctamente.
hu: A jelszó sikeresen megváltozott.
pl: Zmiana hasła udana.

source: shieldmgr --disable --force
hu: pajzsmgr --kikapcs --erővel

source: Disabling disruptor shield...
es: Deshabilitando campo de energía...
hu: Disruptor pajzs kikapcsolása...
pl: Wyłączenie tarczy zakłucającej.

source: Shield disabled.
es: Escudo desactivado.
hu: Pajzs kikapcsolva.
pl: Tarcza wyłączona.

source: WARNING: Another user is using this computer.
es: PRECAUCIÓN: Otro usuario esta usando este ordenador.
hu: FIGYELEM: Egy másik felhasználó is be van jelentkezve.
pl: OSTRZEŻENIE: Inny użytkownik używa tego komputera.

source: Disruptor shield is active.
es: Campo de energía activo.
hu: Disruptor pajzs aktív.
pl: Tarcza zakłucająca aktywna.

source: Opening access to MS Office
es: Abriendo acceso hacía MS Office
hu: Hozzáférés indítása az MS Office-ba.
pl: Otwieranie dostępu do MS Office

source: I've taken over the control droid and disabled the disruptor shield. Now, I should go to the Hell Fortress and hack the MS firmware update system.
es: He tomado el control androide y desactivado el campo de energía. Ahora, debería ir a la Fortaleza Infernal y hackear el sistema de actualización del firmware MS.
hu: Feltörtem a kontrolldroidot és kikapcsoltam a disruptor pajzsot. Mostmár mehetek a Pokoli Erődbe, és feltörhetem az MS firmware frissítő rendszert.
pl: Przejęłem kontrolę nad droidami i wyłączyłem tarczę zakłucającą. Teraz mam iść do Hell Fortress i shakować system aktualizacji firmware MS

source: Exiting
es: Saliendo
hu: Kijelentkezés
pl: Wyjście

source: logout
pl: wylogowanie
