Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/DSB-PowerControlGate1.po
Languages: hu, pl

source: Password :
hu: Jelszó:
pl: Hasło:

source: Login failed. Entering as Guest
hu: Bejelentkezés meghiúsult. Bejelentkezés Vendégként.
pl: Logowanie nie powiodło się. Wchodzę jako Gość

source: Last login from /dev/ttyS0 on Sun, 23 mar 2057.
hu: /dev/ttyS0 utolsó bejelentkezése 2057. március 23, vasárnap.
pl: Ostatnie logowanie z /dev/ttyS0 dnia Sun, 23 mar 2057.

source: GAME BUG. PLEASE REPORT.
hu: JÁTÉK BUG. KÉREM, JELENTSE.
pl: BŁĄD GRY. PROSZĘ O RAPORTOWANIE

source: open gate
hu: kapu nyitása
pl: otwórz bramę

source: Gate status: CLOSED
hu: Kapu állapota: ZÁRVA
pl: Status bramy: ZAMKNIĘTA

source: Security Access to this area not granted.
hu: A Biztonsági Hozzáférés nem engedélyezett erre a területre.

source: Contact personnel in Machine Deck Control Room if you believe this to be in error.
hu: Ha ezt hibaként azonosítja, vegye fel a kapcsolatot a Gépház Kontroll Irodával.
pl: Jeśli uważasz to za błąd, skontaktuj się z obsługą z Pokoju Kontrolnego

source: Access granted. Opening gate ...
hu: Hozzáférés megadva. Kapu nyitása folyamatban ...
pl: Udzielono dostępu. Otwieranie bramy ...

source: Gate status: OPEN
hu: Kapu állapota: NYITVA
pl: Status bramy: OTWARTA

source: close gate
hu: kapu bezárása
pl: zamnij bramę

source: Access granted. Closing gate ...
hu: Hozzáférés megadva. Kapu zárása folyamatban ...
pl: Udzielono dostępu. Zamykanie bramy ...

source: Debug: give cookie
hu: Debug: cookie-k megadása
pl: Debug: daj ciastko

source: Cookie cheated
hu: Cookie cheatelve
pl: Ciastko sfałszowane

source: Cookie already cheated
hu: Cookie már cheatelve
pl: Ciastko już zostało sfałszowane

source: Exiting
hu: Kilépés folyamatban ...
pl: Wychodzę

source: Have a nice day.
hu: Legyen jó napja.
pl: Miłego dnia.

source: Have a wonderful day.
hu: Legyen gyönyörű napja.
pl: Wspaniałego dnia

source: Hope your day will be most productive.
hu: Remélem, hasznos napod lesz.
pl: Oby twój dzień był jak najbardziej produktywny.

source: logout
pl: wyloguj
