Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Engel_sub.po
Languages: de, hu

source: I'm ready. Please show me how to extract bot parts. (cost 50 circuits, 1 ability point)
de: Ich bin bereit. Bitte zeige mir wie man Teile von Robotern herausnimmt.

source: You look green. Toughen up. Get some experience, kill some bots.
de: Du siehst wie ein Grünschnabel aus. Härte dich ab, sammle mehr Erfahrung, töte ein paar Bots.
hu: Zöldfülűnek tűnsz. Gyúrj egy kicsit. Szerezz pár tapasztalati pontot, ölj meg pár botot.

source: Then we can talk.
de: Dann können wir reden.
hu: Utána beszélhetünk.

source: Kein geld, keine hilfe.
de: No money, no help

source: Come back with some money.
de: Komm zurück mit etwas Geld.
hu: Gyere vissza ha több pénzed lesz.

source: Let us start with entropy inverters. This is quite simple.
de: Lass uns mit Entropie-Umkehrern beginnen. Die sind ziemlich simpel.
hu: Kezdjük az entrópia inverterrel. Ez elég egyszerű.

source: Just take a hammer and hit the bot sehr hard on the head.
de: Nimm einfach einen Hammer und hau very hart auf den Kopf.
hu: Csak fogj egy ütőszerszámot és üsd a botot sehr fejbe.

source: When you have the head open wide, look around for a part which looks like two circles around a cube. That is what you are looking for.
de: Wenn du den Kopf weit geöffnet hast, schau nach einem Teil was so aussieht wie 2 Kreise um einen Würfel. Das ist das wonach du suchst.
hu: Mikor a feje kinyílt, nézz körül és keress egy olyan alkatrészt, ami úgy zéz ki, mind két kör egy kocka körül. Ez az, amit keresel.

source: How about... Plasma transistors? Trivial.
de: WIe wäre es mit... Plasma Transistoren? Trivial.
hu: Mit szólsz a plazma tranzisztorhoz? Triviális.

source: Remove the bot's engine and look around somewhere close to the battery.
de: Entferne den Motor des Roboters und schau an der Batterie.
hu: Távolítsd el a bot motorját, és nézz körül valahol az akkumulátor körül.

source: Plasma transistors are shaped like the letter Y. Just rip them out, it's safe.
de: Plasma Transistoren sind wie ein Y geformt. Reiß sie einfach aus, es passiert nichts.
hu: A plazma tranzisztor egy Y alakú valami. Csak szedd ki. Nem veszélyes.

source: Hmmm... Ah, gut. Superconductors.
de: Hmmm.... Ah, good. Superleiter.
hu: Hmmm... Ah, gut. Szupravezetők.

source: They are relatively easy to get out.
de: Diese sind relativ einfach rauszukriegen.
hu: Viszonylag könnyű kiszerelni.

source: Look around the electric system. Power coils, capacitors, generators and the like. Usually there are plenty of sehr gut parts there.
de: Such nach dem elektrischen System. Spulen, Kondensatoren, Generatoren und so weiter. Normalerweise sind dort viele very good Teile dort.
hu: Nézd végig az elegtomos rendszert. Tekercsek, kondenzátorok, generátorok és hasonlók. Rengeteg sehr gut alkatrész van ott.

source: Wear rubber gloves. Just in case, you know.
de: Trage Gummihandschuhe. Für alle Fälle, du weißt
hu: Használj szigetelő kesztyűt. A biztonság kedvéért, tudod.

source: I will tell you everything about matter-antimatter converters.
de: Ich erzähle dir alles über Materie-Antimaterie Umwandler.
hu: Emlondok mindent az anyag-antianyag átalakítóról.

source: Yes... Converters are a problem.
de: Ja... Umwandler sind ein Problem.
hu: Igen... A konverterek problémásak.

source: They are easy to find, all you have to do is to get to the engine. But you must remember something very important:
de: Sie sind einfach zu finden, alles was du tun musst, ist den Motor zu finden. Aber du musst etwas sehr Wichtiges wissen:
hu: Könnyű megtalálni, csak a motort kell kiszedned. Ám figyelj egy nagyon fontos dologra:

source: Make sure you turn the converter off before you remove it.
de: Sei sicher, den Umwandler auszustellen, bevor du ihn entfernst.
hu: Mindenképpen kapcsold ki a konvertert, mielőtt kiszereled.

source: If you do not do that, you will only succeed in converting yourself to anti-matter. And as you know, there is no coming back from there.
de: Wenn du das nicht tust, wird es dir nur gelingen, dich selbst zu Antimaterie umzuwandlen.
hu: Ha nem teszed, akkor sikeresen antianyaggá konvertálod magad. És mint tudod, onnan nincs visszatérés.

source: I will teach you about tachyon converters.
de: Ich werde dir alles über Tachyon Umwandler erzählen.
hu: Tanítani foglak a tachyon konverterről.

source: Tachyons are very interesting particles. Many stories have been told about them.
de: Tachyonen sind sehr interessante Partikel. Viele Geschichten wurden über sie erzählt.
hu: A tachyon nagyon érdekes alkatrész. Több történetet tudnék mesélni róla.

source: I have no idea why bots have them inside. They are usually not connected to anything and serve no function.
de: Ich habe keine Ahnung, warum die Roboter sie haben. Sie sind normalerweise nicht mit irgendetwas verbunden und haben keine Funktion.
hu: Nincs ötletem, hogy egyéltalán miért van a robotokban. Általában semmihez sem csatlakoznak, és funkciójuk sincs.

source: They are usually quite hot when you get them out, but they cool down quickly, so handling them is not a big deal.
de: Sie sind normalerweise ziemlich heiß, wenn du sie herausnimmst, aber sie kühlen sich schnell ab, es ist also keine Problem sie anzufassen.
hu: Általában túl forrók, mikor kiszereled őket, de hamar lehűlnek, és nem nagy dolog kiszedni őket.

source: They can be installed just about anywhere, so you have to spend some time digging through the circuits to find one.
de: Sie könnten überall installiert sein, also musst du einige Zeit damit verbringen, in den Schaltungen zu suchen, um einen zu finden.
hu: Bárhol lehetnek a botban, tehát egy kis időt kell ráfordítanod, hogy találj egyet.

source: Nein, I told you everything I know about that. No use asking me twice, ja?
de: No, ich habe dir alles gesagt, was ich darüber weiß. Frag mich nicht zweimal, yes?
hu: Nein, már mindent elmondtam. Nincs értelme kétszer kérdezni, ja?

source: Maybe another time.
de: Vielleicht ein anderes Mal.
hu: Talán máskor.
