Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Francis.po
Languages: hu

source: Oh, thank heavens! You are still alive. Maybe all hope is not lost.
hu: Hála az égnek! Még mindig élsz! Talán nem veszett el minden remény.

source: Who am I?
hu: Ki vagyok?

source: Oh dear. This is not good. Not good.
hu: Affene. Ez nem túl jó. Nem bizony.

source: *sigh* Long stasis sleep can cause neurological damage and impact the memory. Looks like that is what happened here.
hu: *sóhaj* A hosszú sztázisalvás idegi sérülést is okozhat, és károsíthatja a memóriát. Úgy tűnik, ez történt.

source: It will all come back to you in a few hours, but I guess I will make it easier for you if I say what I know.
hu: Néhány óra múlva minden be fog ugrani, de azt hiszem könnyebbé tehetem, ha elmondom, amit tudok.

source: You are a Linarian, a species not native to this planet. Twenty of you arrived here close to a century ago.
hu: Te egy Lináriai vagy, egy olyan lény, ami nem honos ezen a bolygón. Húszan érkeztetek ide, majdnem egy évszázaddal ezelőtt.

source: There was a... misunderstanding of some sort and humans welcomed your expedition with blaster fire. A terrible mistake on our part.
hu: Valami félreértés történhetett, mert az emberek géppuskatűzzel fogadták az exbedíciótokat. Rettentő hiba volt részünkről.

source: A few of you survived the slaughter and went into hiding and obscurity.
hu: Néhányan túléltétek a mészárlást, és bújdokolni kezdtetek.

source: During that time Linarians became known as helpers and heroes. Of course now most people think it all was just a fairy tale.
hu: Ez idő alatt a Lináriaiakat segítőkként és hősökként ismerte meg a világ. Persze pár ember azt hiszi, az egész csak tündérmese volt.

source: If the computer is not lying, then your name is
hu: Ha a számítógép nem hazudik, a neved

source: How did the war start?
hu: Hogy tört ki a háború?

source: It is a long story. It all happened five months ago.
hu: Ez egy hosszú történet. Minden öt hónappal ezelőtt történt.

source: I was at a protest against MegaSys, a computer company. They killed free software by finding a loophole in the GPL3.14 licence. It all became their property. Bastards.
hu: A MegaSys comuter vállalat ellen demonstráció volt. Megölték a szabad szoftvert, mert találtak egy rést a GPL.3.14 licencében. Az egész az ő tulajdonukká vált. Szemetek.

source: Lots of people were angry about this. Protests and riots spread in waves all around the world.
hu: Sok ember volt mérges emiatt. Demonstrációk és lázongás volt mindenhol a világon.

source: When the police bots approached at dawn, we thought that they were going to simply disperse the crowds. Instead, they started killing us.
hu: Mikor a rendőrségi botok megérkezteh, azt hittük, csak a tömeget fogják feloszlatni. Ehelyett elkezdtek ölni minket.

source: I broke into a parked hover car and used it to escape. The sight from the air was horrible.
hu: Én egy parkoló lebegőautót törtem fel, és azzal menekültem. Borzalmas volt a fentről elém táruló látvány.

source: The city was full of flames, flashes of gunfire and screaming people. That image still does not let me sleep at night.
hu: A város lángokban állt, torkolattüzek villogtak, emberek sikoltoztak. Azóta sem tudok aludni attól az emléktől.

source: First we made them, and then they unmade us. How ironic.
hu: Mi elkészítettük őket, ők pedig kikészítettek minket. Ironikus.

source: What happened then?
hu: Mi történt azután?

source: I got shot down and I crashed a few kilometers away from here.
hu: Találatot kaptam, és pár mérföldre innen lezuhantam.

source: Later I learned that the bots started attacking all around the globe. The journalists called it 'The Great Assault'. The name stuck.
hu: Csak később tudtam meg, hogy a botok az egész bolygón támadni kezdtek. Az újságírók 'Nagy Ostrom'-nak nevezték el. Hülye név.

source: Then the bots started jamming our broadcasts and long distance communication became impossible. I have no idea what happened in the world after that. We are cut off.
hu: Aztán a botok zavarni kezdték az adásainkat, és a távolsági kommunikáció lehetetlenné vált. Nincs ötletem, mi történhetett ezután. El lettünk vágva a külvilágtól.

source: For all I know the war might be already over.
hu: Annyit sejtek csak, hogy a háború talán már véget ért.

source: Where am I?
hu: Hol vagyok?

source: The locals call this place the popsicle storage, because of all the people lying here frozen in cryogenic sleep. All were frozen down before the Great Assault.
hu: A helyiek csak embertárnak hívják, mert itt mindenki kriogenikus alvásban fekszik. Mindannyiukat a Nagy Ostrom előtt fagyasztották le.

source: This facility is located not too far away from a mining town where we have made a stand against the damn contraptions. However, I'm alone here with only 1 droid for security.
hu: Ez a létesítmény nem messze fekszik egy bányászvárostól, ahol még mindig helyt állunk az átkozott támadókkal szemben. Mindazonáltal itt egyedül vagyok, csak egy biztonsági droidom van, hogy védjen.

source: There are just too few humans alive and awake to allow us to properly protect this place, and nobody else is foolish enough to stay out here alone.
hu: Túl kevés ébren levő ember van életben ahhoz, hogy védjék ezt a helyet, és senki sem olyan ostoba, hogy egyedül maradjon itt.

source: I try to do my best to make sure nothing goes bad here and all these people die. Luckily, the outer gates of this place are quite sturdy.
hu: Megpróbálok megtenni mindent, hogy ezek az emberek ne haljanak meg. Szerencsére a létesítmény falai és kapui elég szilárdak.

source: Why did the Linarians come to this world?
hu: Miért jöttek a Lináriaiak erre a világra?

source: The planet you mean? No one knows that. None of you ever said anything about it.
hu: A bolygóra gondolsz? Senki sem tudja. Egyikőtök sem beszélt erről soha.

source: Sorry, I cannot help you with that.
hu: Sajnálom, ebben nem tudok segíteni.

source: Where in the void is this world?
hu: Ez a világ hol van az ürességben?

source: I guess you mean in the universe?
hu: Azt hiszem, az univerzumra gondolsz.

source: Yes, I think that is your name for it.
hu: Igen, azt hiszem ti így nevezitek.

source: Well, we are in a barred spiral galaxy, twenty-six thousand light years away from the galactic core.
hu: Szóval, mi egy spirális galaxisban vagyunk, huszonhat fényévnyire a galaktikus magtól.

source: The galactic radius is 43,000 light years and the circumference is estimated at 270,000 light years.
hu: A galaktikus átmérő 43 000 fényév, a kerülete pedig körülbelül 270 000 fényév.

source: This is a planetary system of ten planets, and we are presently located on the third one from our star, Sun.
hu: A naprendszerünk tíz bolygóból áll, és mi a Napnak nevezett központi csillagtól számított harmadik bolygón élünk.

source: I am not an astronomer, so I could be wrong. I am too tired to keep track of what is a planet and what is just an oversized rock.
hu: Nem vagyok csillagász, tehát akár tévedhetek is. Túl fáradt vagyok, hogy észben tartsam, melyik a bolygó és melyik csak egy túlméretes szikla.

source: This could be just about anywhere. Your description is too ambiguous.
hu: Ez bárhol lehet. A leírásod túl pontatlan.

source: Sorry, star sciences are my weak point. Maybe someone in the town might know something more.
hu: Sajnálom, a csillagászat a gyengébb képességeim egyike. Talán valaki a városban többet tud nálam.

source: Who are you? What is going on?
hu: Ki vagy te? Mi folyik itt?

source: I guess I will start with myself.
hu: Talán kezdem magammal.

source: Francis. Francis Spark. I used to be a teacher at a small university before all hell broke loose.
hu: Francis. Francis Park a nevem. Egy kis egyetem tanára voltam, mielőtt elszabadult a pokol.

source: Currently, there is a war raging all around the globe. Humans are fighting against bots.
hu: Mostanság háború dúl a bolygón mindenhol. Emberek harcolnak botok ellen.

source: And it looks like we are losing the war.
hu: És úgy tűnik, elvesztjük a háborút.

source: I feel terrible... Was I asleep? I remember nightmares. A meteor shower striking a planet full of life and killing everything on it...
hu: Rosszul érzem magam... Aludtam? Rémálmokra emlékszem. Meteorzápor zúdult egy élettel teli bolygóra, és mindent elpusztított...

source: This is normal. You were in stasis sleep for over 70 years. Stasis is not too kind on the mind. Your strange dreams will keep recurring for several years.
hu: Ez normális. Több, mint 70 évig aludtál sztázisban. A sztázis nem hat túl jól az elmére. A furcsa álmok még évekig visszatérhetnek.

source: Whatever the reason was for putting yourself through this, it must have been a damn good one.
hu: Bármi okod volt, hogy ezt tedd, annak tényleg komolynak kellett lennie.

source: You are lucky that I found you and woke you up. A few more decades in there and you would end up insane.
hu: Szerencsés vagy, hogy megtaláltalak és felébresztettelek. Még pár évtized, és megőrülsz odabent.

source: Tell me more about the town you mentioned.
hu: Beszélj többet a városról, amit említettél.

source: It is a small mining community of no more than 500 inhabitants...
hu: Ez egy kis bányászközösség, alig 500 lakossal...

source: It was a stroke of luck that it did not get destroyed by the bots. Because of poor funding, the city could not afford new models.
hu: Nagy szerencse volt, hogy a botok nem pusztították el. A kevéske bevétel miatt az itt lakók nem engedhették meg maguknak az újabb modelleket.

source: All they had at the time of the bot attack were the 614 battle bot platforms. They were running an old operating system and were not affected by whatever caused the other bots to go crazy.
hu: A támadás időpontjában csak 614-es harcirobotjaik voltak. Ezek egy régi operációs rendszert futtattak, és nem hatott rájuk az, ami a többi botot megőrjítette. Bármi legyen is.

source: Right now the place is protected by the Red Guard, a bunch of volunteers. I cannot say I agree with their methods.
hu: Most a Vörös Őrség védi a várost, egy csapat önkéntes. Nem mondhatom, hogy egyetértek a módszereikkel.

source: However, I must admit that being a prisoner of a walled town looks pretty good compared to the alternative of being eviscerated alive.
hu: Mindazonáltal, egy fallal körülvett városban raboskodni jobb alternatíva, mint az elevenen felkoncolás.

source: Why did the bots attack?
hu: Miért támadtak a robotok?

source: We don't really know the reason for this insanity. However...
hu: Nem igazán tudjuk, mi lehet az őrületük oka. Bár...

source: All of the attacking bots are using a MegaSys operating system, so we think they are responsible.
hu: Minden támadó bot MegaSys operációs rendszert futtat, ezért úgy gondoljuk, ők lehetnek a felelősek.

source: Not surprisingly, the bastards deny everything.
hu: Nem meglepő, hogy a mocskok mindent tagadnak.

source: Of course, because nearly every single bot in the world runs on that junk, the situation does not look pretty.
hu: Természetesen, mivel a világon majdnem minden bot azt a szemetet futtatja, a helyzet nem túl rózsás.

source: I also heard a voice... Someone calling himself Dvorak...
hu: És hallottam hangokat is... Valaki Dvoraknak nevezte magát...

source: Relax. Everything will be fine in a few hours.
hu: Nyugodj meg. Pár óra múlva minden rendben lesz.

source: This is perfectly normal.
hu: Ez teljesen normális.

source: Why not wake up all these people and attack the bots?
hu: Miért nem ébreszted fel az összes embert, és támadjátok meg a botokat?

source: Well, some have a disease that can't be cured yet. Some are just old and want to be woken up when technology can give them an extended life. Some have other reasons.
hu: Hát, pruknak olyan betegsége van, ami még nem gyógyítható. Néhányuk csak azért alszik, mert öreg, és arra a technológiai korra vár, ami képes megnyújtani az életét. Mások egyéb okokból alszanak.

source: But suffice it to say, most of these people are not really good at fighting. Besides, we don't have enough weapons to mount a full scale counter attack at present.
hu: Sajnos azt kell mondjam, legtöbb részük nem tudna harcolni. És jelenleg nincs elég fegyverünk sem, hogy egy teljes ellentámadást megindíthassunk.

source: And an even bigger problem would be to feed everyone. Our food resources are quite scarce. So for now they are better off sleeping.
hu: És még nagyobb probléma lenne mindenki élelmezése. A lehetőségeink erősen korlátozottak. Jobb mindenkinek, ha alszanak.

source: Can you tell me how to get to town?
hu: Tudod, hogy juthatok el a városba?

source: Sure. You just need to follow the road outside to the east. After the bridge, turn right and continue to follow the road and you will soon be outside of the town main gate.
hu: Persze. Csak kövesd a kelet felé vezeő utat. A híd után fordulj jobbra, menj tovább és nem sokára már a város kapujánál leszel.

source: If you run across too many bots, you can try to circle around them. But avoid getting too far off the road, so you don't get lost. It's very dangerous out there.
hu: Ha túl sok botba ütköznél, próbálj átcikázni közöttük. Ám óvakodj túl messze menni az úttól, nehogy eltévedj. Nagyon veszélyes odakint.

source: Once in town you will be able to purchase or trade a few more items for protection at Ms. Stone's shop just inside the town gate.
hu: Ha már a városban vagy, tudsz némi védőfelszerelést vásárolni Stone anyó boltjában, mindjárt a városkapu mellett balra. Kereskedhetsz is vele.

source: How do I get out from here?
hu: Hogy jutok ki innen?

source: Oh, just take the small door and corridor out to the waiting room. And from there you can get out through the customer entrance.
hu: Csak menj át a kis ajtón, és a várószobába vezető folyosón. Onnan már megtalálod a kijáratot.

source: I keep the back entrance, close to my sleeping quarters, locked at all times for safety reasons. Better safe than sorry.
hu: A hálószobámhoz közeli ajtót mindig zárva tartom, biztonsági okokból. Jobb félni, mint megijedni.

source: It cannot be true. One company cannot control all of the bot software on a whole world.
hu: Ez nem lehet igaz. Egy vállalat nem kontrollálhatja a világ összes bot szoftverét.

source: It can. They got close to a monopoly 30 years ago, but their last competitor, the open source community, was defeated by them about a year ago.
hu: Dehogynem. 30 éve nagyon közel jutottak a teljes monopóliumhoz, de az utolsó ellenfelüket, a nyít forráskódot használó közösséget csak egy évvell ezelőtt tudták legyőzni.

source: Since then all of the newly made bots have been made with MegaSys firmware burnt into their circuits.
hu: Azóta az összes újonnan épített bot áramköreibe MegaSys firmwaret égettek.

source: Why did you wake me up?
hu: Miért ébresztettél fel?

source: The situation at the town is not good. The walls are crumbling and we have lost a lot of good people.
hu: A városban nem túl jó a helyzet. A falak omladoznak és sok jó ember veszett oda.

source: I heard the Linarians have a special gift for computers and can hack them just by thinking about it.
hu: Úgy hallottam, hogy a Lináriaiak különleges számítógépes tudás birtokosai, és gondolati úton képesek feltörni a rendszereiket.

source: Even if this is only partly true, we need it. The situation is quite ugly.
hu: Ha ez csak részben igaz, akkor is szükségünk van rá. A helyzet elég ronda.

source: We need you.
hu: Szükségünk van rád.

source: Where are all my things?
hu: Hol vannak a cuccaim?

source: I already took out your chest with personal belongings from storage.
hu: Már elő is vettem a mellényedet, és minden tárgyadat a szekrényből.

source: It is standing there next to the door.
hu: Az ajtó mellett vannak.

source: Is that it?
hu: Ez az?

source: That is all the records show you had with you when your were frozen.
hu: Ez minden, ami nálad volt mielőtt le lettél fagyasztva.

source: There are also some references to a bank account of yours, but as you probably understand, there is no working banking system presently.
hu: Van még némi adat a bankszámláidról, talán megérted, hogy jelenleg a bankrendszen nem működik.

source: Thanks for the help. I'll be going now.
hu: Köszönöm a segítséget. Most megyek is.

source: I am glad I could help you. You should be careful around here. Best head straight for our town.
hu: Örülök, hogy segíthettem. Vigyázz magadra odakint. Legjobb, ha egyből a város felé indulsz.

source: Remember to not veer too far off the path, or your quest could be over before it begins.
hu: Ne menj túl messze az úttól, mert a küldetésed még azelőtt véget ér, hogy elkezdődne.
