Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/freedroid.item_archetypes.po
Languages: fr, ru_ru

source: VMX Gas Grenade
fr: Grenade à gaz VMX
ru_ru: Газовая пушка VMX

source: The gas does not look terrifying. It even smells somewhat nice. And then you die. You die a most horrible death, never knowing what killed you.
fr: Le gaz n'a pas l'air très méchant, il sent même plutôt bon ! Et puis vous mourrez. Vous mourrez une mort horrible, sans savoir ce qui vous a tué...
ru_ru: Этот газ не выглядит опасным. Он даже пахнет довольно аппетитно. А потом вы умираете. Это самая страшная смерть..

source: EMP Shockwave Generator
fr: Générateur de décharges IEM
ru_ru: Шоковый генератор EMP

source: This sphere contains a few strange bits of technology invented by Nikola Tesla in the early 20th century. The magnetic pulse that it generates can destroy most electronic devices in just one blast.
fr: Cette sphère contient quelques étranges caractéristiques de la technologie inventée par Nikola Tesla au début du 20ème siècle. L'impulsion magnétique qu'elle génère peut détruire la plupart des appareils électroniques en une seule fois.
ru_ru: Эта сфера состоит из нескольких непонятных образований открытых Никола Тесла в начале 20го века. Генерируемый магнитный импульс может разрушить массу электронных устройств единственным разрядом.

source: Plasma Shockwave Emitter
fr: Emetteur de décharges à plasma
ru_ru: Шокоплазменный излучатель

source: Said to be the downscaled version of the original Pandora's Sphere, this device extinguishes life with superheated plasma.
fr: Version miniature de la sphère de Pandore , cet appareil élimine la vie avec un plasma ultra-chaud.
ru_ru: Это называют упрощённой версией Ящика Пандоры. Это устройство уничтожает всё живое перегретой плазмой.

source: NPC Hand to hand weapon
fr: Arme corps à corps PNJ

source: Bot use only
fr: Usage robotique seulement.
ru_ru: Только для ботов.

source: Droid weaponry - 123 : Weak robotic arm
fr: Armement droïde - 123 : Faible bras robotique
ru_ru: Вооружение дроида - 123 : Слабая броня робота

source: Droid weaponry
fr: Armement droïde.
ru_ru: Вооружение дроида

source: Droid weaponry - 139 : Plasma trash vaporiser
fr: Armement droïde - 139 : Compresseur d'ordures au plasma surchargé
ru_ru: Вооружение дроида - 139 : Plasma trash vaporiser

source: Droid weaponry - 247 : Weak robotic arm
fr: Armemement droïde - 247 : faible bras robotique
ru_ru: Вооружение дроида - 247: Слабая броня робота

source: Droid weaponry - 249 : Pulse Laser welder
fr: Armement droïde - 249 (Soudeur laser à impulsion)

source: Droid weaponry - 296 : Plasma beam cutter
fr: Armemement droïde - 296 : Faiscea de découpe au plasma
ru_ru: Вооружение дроида - 296 : Плазменный резак

source: Droid weaponry - 302
fr: Armement Droïde - 302
ru_ru: Вооружение дроида - 302

source: Droid weaponry - 329
fr: Armement droïde - 329
ru_ru: Вооружение дроида - 329

source: Droid weaponry - 420
fr: Armement droïde - 420
ru_ru: Вооружение дроида - 420

source: Droid weaponry - 476 (Small Single Laser)
fr: Armement droïde - 476 ( un simple petit laser)
ru_ru: Вооружение дроида - 476 (Мелкий одиночный лазер)

source: Droid weaponry - 493
fr: Armement droïde - 493
ru_ru: Вооружение дроида - 493

source: Droid weaponry - 516
fr: Armement droïde - 516
ru_ru: Вооружение дроида - 516

source: Droid weaponry - 543 : Laser beam cutter
fr: Armement droïde - 543 : Faisceau laser de découpe
ru_ru: Вооружение дроида - 543: Лазерный резак

source: Droid weaponry - 571
fr: Armement droïde - 571
ru_ru: Вооружение дроида - 517

source: Droid weaponry - 598
fr: Armement droïde 598
ru_ru: Вооружение дроида - 598

source: Droid weaponry - 615,751,834 (Advanced Single Laser)
fr: Armement droïde - 615, 751, 834 (Simple laser avancé)
ru_ru: Вооружение дроида - 615, 751, 834 (Продвинутый Одиночный Лазер)

source: Droid weaponry - 629,711,742,821,999 (Advanced Twin Laser)
fr: Armement droïde - 629, 821, 999 (Double fusil laser)

source: Droid weaponry - 883 (Bot exterminator)
fr: Armement droïde - 833 (exterminateur de robots)
ru_ru: Вооружение дроида - 883 (Бот уничтожитель)

source: Reinforced Boots
fr: Bottes de protection
ru_ru: Усиленные ботинки

source: These boots were originally normal boots, but have been fitted with some extra reinforcements to give better protection to the wearer. Of course this makes them a bit less elegant and also less comfy to wear, but the extra protection might be worth it, at less than the price of hiking boots.
fr: Ces bottes étaient à l'origine de simples bottes, mais ont été renforcées pour donner plus protection au porteur. Elles sont ainsi moins élégantes et confortables, mais la protection supplémentaire en vaut la peine, si ce n'est la possibilité de faire de longues marches avec.

source: Hiking Boots
fr: Chaussures de marche
ru_ru: Турботинки

source: These hiking boots are a very sophisticated product, combining optimal comfort for the wearer with a good protection from collisions with blunt objects like stones, which of course also makes for a higher price.
fr: Ces chaussures de marche sont un produit très sophistiqué, combinant un confort optimal pour celui qui les porte, ainsi qu'une bonne protection contreles objets contondants (pierresk, …), ce qui leur confère naturellement un prix élevé.
ru_ru: Эти туристические ботинки очень сложный продукт. В нём сочитается оптимальный комфорт с хорошей защитой от столкновений с камнями. Всё это, безусловно, имеет свою цену.

source: Normal Jacket
fr: Veste de base

source: Does a decent job of protection. I guess. Maybe. I'm not sure.
fr: Protège pas trop mal. Enfin je crois. Peut-être.
ru_ru: Даёт неплохую защиту. Я думаю. Возможно. Я не уверен.

source: Reinforced Jacket
fr: Veste renforcée
ru_ru: Усиленный бронежилет

source: One step up from a normal jacket.
fr: Un peu mieux qu'une veste de base...
ru_ru: Один шаг вверх от обычной ракеты.

source: Protective Jacket
fr: Veste de protection
ru_ru: Защитный бронежилет

source: Very strong for its size, does a good job of absorbing basic blows.
fr: Très fort pour sa taille, il fait un bon travail en absorbant les impacts de base.
ru_ru: Очень прочный для своего размера, делает неплохую работу про поглощению простых ударов.

source: Red Guard's Light Robe
fr: La Robe de la Garde Rouge
ru_ru: Лёгкая роба Красной стражи

source: Tough as nails and able to withstand most blows.
fr: Solide comme du métal et capable de résister à la plupart des impacts
ru_ru: Прочный как гвозди и способный противостоять большинству ударов.

source: Red Guard's Heavy Robe
fr: Uniforme lourd de la Garde Rouge
ru_ru: Тяжёлая роба Красной Стражи

source: Defense is acquired at a high level with this durable piece of armor.
fr: Vous possédez une défense à haut niveau avec cette pièce d'armure à longue durée de vie.
ru_ru: Вы приобритаете высокую защиту вместе с этой прочной бронёй.

source: Improvised Buckler
fr: Lanière improvisée

source: This shield is a compilation of various objects which happened to be around. It has tubes, bolts and parts of metal, all slapped together to provide a small bit of protection from enemies. It's very simple and rough, but some sensors and lights have been added to let the wielder know when the item is getting hit, and how long it will remain operational and other cool stuff like that.
fr: Cet écu est fait de plusieurs objets hétéroclites, tous trouvés aux alentours. Il possède des tubes, des boulons et des morceaux de métaux, tous forgés ensemble pour fournir un minimum de protection face aux attaques ennemies. Il est très sommaire et un peu disgracieux et dissymétrique, mais quelques capteurs et voyants lui ont été ajoutés pour renseigner son utilisateur si l'objet reçoit un coup, et combien de temps il restera opérationnel, ainsi que d'autres choses intéressantes comme ça.

source: Bot Carapace
fr: Carapace de robot

source: A small, lightweight and pretty straightforward shield. Provides decent protection.
fr: Un bouclier petit, léger, et robuste. Il fournit une protection décente.
ru_ru: Маленький, легкий и незамысловатый щит. Впрочем кое-какую защиту он обеспечивает.

source: Standard Shield
fr: Bouclier
ru_ru: Обычный щит

source: Better than a buckler, and a lot more effective.
fr: Mieux qu'un bouclier, et beaucoup plus efficace.
ru_ru: Лучше чем мелкий щиток и, намного более эффективный.

source: Heavy Shield
fr: Bouclier lourd

source: A medium sized, lightweight and pretty straightforward shield. Provides decent protection.
fr: Un bouclier de taille moyenne, léger et robuste. Il fournit une protection décente.
ru_ru: Довольно лёгкий, неплохой щит среднего размера. Обеспечивает приличную защиту.

source: Riot Shield
fr: Bouclier anti-émeute

source: A powerful shield, as useful to protect from bots as it is to control big crowds of angry protesters.
fr: Un puissant bouclier, aussi utile pour se protéger des robots que pour contrôler des foules de manifestants en colère.

source: Pot Helmet
fr: Heaume casserole

source: Top of the line head gear, for bots. But rip it off their metal necks and take out the circuits it also manages to protect living beings decently against a myriad of close range and long range attacks.
fr: Le haut de gamme. Tout en déchirant les nuques de métal, et en arrachant les circuits, cela permet également de vous protéger contre toutes les attaques longues et courte portée.

source: Worker Helmet
fr: Casque de chantier

source: A simple cover to protect your head. Don't expect to be incognito, your flippers and penguin like body are hard to miss.
fr: Une simple protection pour la tête. N'espère pas passer incognito, tes ailes et ton corps de manchot sont faciles à reconnaître.

source: Miner Helmet
fr: Casque de mineur

source: It might look a bit silly, but it will save your life many times.
fr: Ça peut sembler un peu bête, mais ça vous sauvera plusieurs fois la vie.

source: Light Battle Helmet
fr: Petit casque de bataille

source: A rather useful helmet, has a few defense issues here and there but mainly is worth the wear.
fr: Un casque plutôt utile, Il a quelque problèmes pour la protection mais c'est pire de ne pas le porter.
ru_ru: Довольно неплохой шлем. Имеет несколько пробелов в защите там и тут, но в общем, его стоит носить.

source: Battle Helmet
fr: Heaume de bataille

source: Now this is head protection. Feel safe with sturdy iron protecting your head. Not as comfortable as other hats.
fr: Protection pour la tête. Appréciez la sécurité du fer environnant. Pas aussi confortable que d'autres chapeaux.

source: Dixon's Helmet
fr: Casque de Dixon

source: A gift from Dixon. It looks like it is about to turn into dust.
fr: Un cadeau de Dixon. Il semble qu'il va se transformer en poussière.
ru_ru: Подарок Диксона. Кажется он в любой момент готов рассыпаться в пыль.

source: Shoes
fr: Chaussures
ru_ru: Ботинки

source: These simple boots are designed for comfort of the wearer more than to give actual protection.
fr: Ces chaussures simples sont plus conçues pour le confort de celui qui les porte que pour fournir une réelle protection.
ru_ru: Эти ботинки больше для комфортной ходьбы, чем для защиты.

source: Worker Shoes
fr: Chaussures de chantier

source: These footwear are steel tipped, and generally quite sturdy, giving a bit extra protection.
fr: Ces chaussures ont l'extrémité en acier, et sont d'habitude vraiment solides, te donnant ainsi un peu de protection supplémentaire.

source: Battle Shoes
fr: Chaussures de combat

source: These boots are similar to the simple shoes, but the material they are made of is hardened for extra protection.
fr: Ces bottes sont similaires à de simples chaussures, mais le matériel dont elles sont faites est renforcé pour une meilleure protection.
ru_ru: Эти ботинки похожи на самую простую обувь, но они сделаны из более прочного материала.

source: Source Book of Emergency shutdown
fr: Livre Source de l'Arrêt d'Urgence
ru_ru: Исходный код Аварийного выключения

source: Everyone needs to blow off some steam every now and then.
fr: Tout le monde a besoin de relâcher la pression de temps en temps.

source: Source Book of Check system integrity
fr: Livre Source de vérification de l'Intégrité Système
ru_ru: Исходный код Проверки системной целостности

source: An incredible healing program, probably the only one you will ever need.
fr: Un incroyable sort de guérison, probablement le seul dont vous aurez jamais besoin.

source: Source Book of Analyze item
fr: Livre Source d'Analyse d'objets
ru_ru: Исходный код Анализа предметов

source: A book explaining the basics of item analysis.
fr: Un livre décrivant les bases de l'identification d'objets.
ru_ru: Книга объясняющая основы анализа предметов.

source: Source Book of Sanctuary
fr: Livre Source du Sanctuaire
ru_ru: Исходный код Святилища

source: The art of rapidly moving away from danger is very useful. Even when used in reverse, it has its uses.
fr: C'est une façon de fuir face au danger très rapidement. C'est très utile. Ça peut aussi être utilisé en sens inverse.

source: Source Book of Malformed packet
fr: Livre Source du Paquet Malformé
ru_ru: Исходный код Неверного пакета

source: When computers are presented with the unexpected, they can damage themselves.
fr: Un ordinateur dans une situation non prévue peut s'auto-endommager.

source: Source Book of Calculate Pi
fr: Livre Source du Calcul de Pi
ru_ru: Исходный код Вычисления Пи

source: It is not a big problem to make a badly designed system to go hunting for the impossible, causing a performance impact.
fr: Ce n'est souvent pas un problème de faire un système mal conçu, pour chercher l'impossible, ce qui pose fréquemment un problème de performance.

source: Source Book of Blue Screen
fr: Livre Source de l'Ecran Bleu
ru_ru: Исходный код Синего экрана

source: With a little touch a war machine comes crashing to a halt. For a while.
fr: Avec la bonne précision, un contact bien placé peut arrêter une machine de guerre. Pendant quelques temps.

source: Source Book of Broadcast Blue Screen
fr: Livre Source de l'Emission de l'Ecran Bleu
ru_ru: Исходный код Широковещательного Синего Экрана

source: Source Book of Invisibility
fr: Livre Source de l'Invisibilité
ru_ru: Исходная Книга Невидимости

source: I am not the Linarian you are looking for.
fr: Je ne suis pas le Linarien que vous cherchez.
ru_ru: Я не Линариан, которого вы ищете.

source: Source Book of Virus
fr: Livre Source des Virus
ru_ru: Исходная Книга Вирусов

source: This is not just a firmware upgrade, my dear bot. You are about to find out what exactly I want to give you.
fr: Ce n'est pas seulement un mise à jour de micrologiciel, mon cher robot. Tu es en train d'apprendre exactement ce que je veux que tu apprennes.
ru_ru: Это не только новая прошивка, мой дорогой бот. Вы узнаете то, что именно я хочу дать вам.

source: Source Book of Broadcast virus
fr: Livre Source de l'Emission de Virus
ru_ru: Исходный код широковещательного вируса.

source: The network is wide and dangerous. Many traps await the weak and unprepared.
fr: Le réseau est vaste et dangereux. Beaucoup de pièges attendent les êtres faibles et non préparés.

source: Source Book of Dispel smoke
fr: Livre Source de la Dissipation de Fumée
ru_ru: Исходный код Рассеивания дыма

source: By heating up the chips with a malformed program, you can cause them to release the magic smoke which keeps the bot running.
fr: En surchauffant la puce avec un mauvais programme, vous pouvez lâcher une fumée magique tout en gardant le robot en marche.

source: Source Book of Killer poke
fr: Livre Source du coup Fatal
ru_ru: Исходный код Убивающего пакета

source: Messing around with the bot's memory can cause it to damage itself, but the damage is greatly variable.
fr: Mettre en pagaille la mémoire d'un robot peut lui faire causer des dommages à lui-même, mais l'importance des dommages est grandement variable.
ru_ru: Ошибки в памяти бота могут заставить его повреждать самого себя, но урон очень изменчив.

source: Source Book of Plasma discharge
fr: Livre Source de la décharge Plasme

source: The overload setting exists for emergencies. Plasma does not discriminate between bots and humans. Everything is the same to it.
fr: La configuration de surcharge est utilisée pour les urgences. Le plasma ne fait pas de différence entre les robots et les humains. Ils sont tous égaux devant lui.

source: Source Book of Nethack
fr: Livre Source du Nethack
ru_ru: Исходная книга Nethack

source: The open source game called Nethack is one of the world's greatest wasters of time. Machines don't care about it, but humans can get sucked in quite deeply.
fr: Le jeu open source appelé Nethack est un des plus grands gaspilleurs de temps du monde. Les machines ne font pas attention à lui, mais les êtres humains peuvent se faire vraiment entuber profondément.
ru_ru: Опэн сорс игра под название ХакниИнтернет - одна из самых великих пожерателей времени. Машины не беспокоятся о ней, но людей она может втянуть довольно сильно.

source: Source Book of Ricer CFLAGS
fr: Code source des super CFLAGS
ru_ru: Исходный код Жёсткой оптимизации

source: Optimization is the root of all evil. You can gain some temporary improvements to your system, but in the end you are only likely to cause permanent damage.
fr: L'optimisation est la racine du mal. Tu peux avoir quelques améliorations dans ton système pendant un temps, mais à la fin, il est plus probable que cela cause des dommages permanents.
ru_ru: Оптимизация это корень зла. Вы можете получить временное преимущество, но в конце концов это нанесёт вам непоправимый урон!

source: Source Book of Reverse-engineer
fr: Live Source de la Rétroingénierie
ru_ru: Исходный код Реверс-инжинеринга

source: There is some dark magic in the art of turning bots inside-out to learn all their secrets.
fr: Il y a quelque magie noire dans la façon d'ouvrir et d'examiner l'intérieur des robots pour apprendre leurs secrets.
ru_ru: Это тёмная магия поможет вам вывернуть мозги ботов наизнанку и узнать все их тайны.

source: Source Book of Light
fr: Live Source de la Lumière
ru_ru: Исходный код Света

source: Let there be light...
fr: Que la lumière soit...
ru_ru: Да будет свет!

source: Source Book of Satellite image
fr: Livre Source de l'Imagerie Satellite
ru_ru: Исходный код Спутникового снимка

source: Getting a map of an area is pretty easy when you can look at everything from above.
fr: Obtenir une carte d'une zone est très facile quand vous pouvez regarder au-dessus de tout.
ru_ru: Получить карту области очень просто, если посмотреть на неё сверху.

source: Strength Pill
fr: Gélule de force
ru_ru: Пилюля силы

source: These pills permanently raise strength within a person. They work on a nano-technological basis. Consult your physician, the receipt or pharmacy experts for details on intended effects, possible interactions and side effects of this drug.
fr: Ces pilules augment la force de manière permanente. Elles fonctionnent avec les nano-technologies. Consulte ton docteur ou un expert en pharmacie pour les détails sur les effets souhaités et les effets secondaires.
ru_ru: Эта пилюля моментально поднимает силу. Она работает на основе нанотехнологии. Проконсультируйтесь с вашим врачём или фармацевтом для уточнения побочных эффектов и возможных последствий этого препарата.

source: Dexterity Pill
fr: Gélule de dextérité
ru_ru: Пилюля Ловкости

source: These pills permanently raise dexterity within a person. They work on a nano-technological basis. Consult your physician, the receipt or pharmacy experts for details on intended effects, possible interactions and side effects of this drug.
fr: Ces pilules augmentent la dextérité de manière permanente. Elles fonctionnent avec des nano-technologies. Consulte ton médecin ou un pharmacien pour le détail des effets désirés, et des effets secondaires de ce médicament.
ru_ru: Эта пилюля моментально поднимает ловкость. Она работает на основе нанотехнологии. Проконсультируйтесь с вашим врачём или фармацевтом для уточнения побочных эффектов и возможных последствий этого препарата.

source: Code Pill
fr: Gélule de code
ru_ru: Пилюля Кода

source: Dude! This fab food will totally bump up your code skills, man! A real blast. Scarf these down to *see* the code.
fr: Mec ! Cette nourriture exceptionnelle va faire exploser tes compétences en programmation, gars ! Un vrai coup de pouce.

source: Brain Enlargement Pills Antidote
fr: Antidote des pilules d'augmentation du volume cérébral
ru_ru: Нейтрализатор пилюль мышления

source: These pills can reverse the harmful effects of the 'brain enlargement pills' that are publicly sold via the Internet. The planet-wide guild of medics has recommended not to respond to these ads at all, while attempts to entirely ban the distribution of those pills were never completely successful.
fr: Ces pilules peuvent contrecarrer les effets douloureux des « pilules d'augmentation cérébrales » , vendues au public sur internet. La guilde mondiale pharmaceutique a recommandé de ne pas réagir à ces publicités, alors que les tentatives pour éradiquer la distribution de ces pilules n'ont pas rencontré de succès total.

source: Diet supplement
fr: Supplément alimentaire
ru_ru: Пищевая добавка

source: Only proper vitamin and mineral intake can keep you healthy during the apocalypse. This can cure a cold.
fr: Seuls les vitamines et des compléments minéraux peuvent vous tenir en bonne santé pendant l'apocalypse. Cela peut soigner un rhume.
ru_ru: Только сбалансированные витамини и минеральные вещества могут сохранить ваше здоровье во время апокалипсиса. This can cure a cold.

source: Antibiotic
fr: Antibiotique
ru_ru: Антибиотик

source: Truly wonderful things can be extracted from molds. This can cure lethal food poisoning. Wish you had that in your last Nethack game, eh?
fr: Des choses vraiments merveilleuses peuvent être extraites des moisissures. Elles peuvent guérir l'empoisonnement léthal d'une nourriture. Ce que vous aviez dans votre dernier jeu Nethack, hein ?
ru_ru: Совершенно замечательные вещи можно извлечь из плесени. Это может вылечить вас от смертельного пищевого отравления. Жалеете, что у вас небыло этого во время последнего прохождения Nethack, а?

source: Doc-in-a-can
fr: Doc-en-boîte

source: This is a drink filled with nanobots designed to heal any damage that they notice inside you. It can cure decapitation. Most of the time.
fr: Ceci est une boisson contenant des nanorobots conçus pour soigner tout dégât interne. Ils peuvent soigner une décapitation, la plupart du temps.
ru_ru: Этот напиток полон нанороботов, которые могут вылечить любую вашу травму! Даже обезглавливание.. скорее всего.

source: Bottled ice
fr: Glace en bouteille
ru_ru: Бутылированный лёд

source: This bottle is filled with ice. It can keep you cool during a warm summer day.
fr: Cette bouteille est remplie de glace. Elle peut vous rafraîchir pendant un chaud jour d'été.
ru_ru: Эта бутылка наполнена льдом. Она может охладить вас в жаркий летний день.

source: Industrial coolant
fr: Refroidisseur industriel
ru_ru: Промышленный хладагент

source: Bartenders around the world add this to drinks to get them cold very fast. Plus, the coolant is much cheaper. It can keep you cool inside a nuclear reactor.
fr: Les barmans du monde entier en ajoutent à leur cocktails pour les refroidir plus vite. En plus, le refroidisseur est beaucoup moins cher. Il peut vous garder au frais à l'intérieur d'un réacteur nucléaire.

source: Liquid nitrogen
fr: Azote liquide
ru_ru: Жидкий азот

source: When you want something frozen solid, this is what you need. It can keep you cool even inside a class M star.
fr: Quand vous voulez quelque chose de froid solide, c'est ce qu'il vous faut. Il peut vous garder au froid même dans une étoile de classe M.
ru_ru: Если вы хотите превратить кого-нибудь в ледяную скульптуру - это то что вам нужно! Вам будет прохладно даже в звезде класса М.
