Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/freedroid.item_archetypes.po
Languages: fr, ru_ru

source: Dummy item. If you see this, report a bug.
fr: Objet factice. Si vous le voyez cette description, signalez un bogue.
ru_ru: Дебильная штука. Если вы её видете, расскажите об этом разработчикам!

source: Big kitchen knife
fr: Gros couteau de cuisine
ru_ru: Большой кухонный нож

source: Light and maneuverable in combat, but unfortunately not very effective in cutting through steel as well as quickly reaching the point of breaking if you try. Though for sure better than hitting at metal with your bare fists.
fr: Légère et facile à manoeuvrer en combat, ce n'est malheureusement pas très efficace lorsqu'il s'agit de couper de l'acier, si bien que vous risquez de rompre la lame. C'est tout de même mieux que de frapper le métal à mains nues.
ru_ru: Легкий и быстрый в схватке, но, к сожалению, не плохо режет сталь и быстро ломается. Впрочем, это лучше, чем бить по металлу кулаками.

source: Cutlass
fr: Sabre d'abordage

source: Long reach while remaining maneuverable enough in combat to find the weak spots in droid armor are the advantages that partially makes up for the inability of a cutting blade to incur lots of damage on a heavily protected target. Repeatedly striking at metal quickly damages the blade though.
fr: La maniabilité et la portée de cette arme permettent de trouver les points faibles des armures droïdes, ce qui compense l'inefficacité des armes blanches pour endommager l'acier. Des frappes répétées endommageront la lame rapidement également.

source: Antique Greatsword
fr: Épée médiévale

source: Very maneuverable for it's size, and heavy enough to punch though weaker bot armor in 1 hit, the only real disadvantage of this old weapon is the same as for other swords. It just doesn't last long when cutting into metal parts.
fr: Très manœuvrable en dépit de sa taille, et assez lourde pour passer au travers des armures droïdes en une frappe. Le seul problème de cette arme antique est le même que pour les autres épées, elles ne tiennent pas longtemps à découper le métal.

source: Chainsaw
fr: Tronçonneuse
ru_ru: Бензопила

source: Quite efficient at separating limbs from even a droid body, or digging through weaker armored parts to cause massive damage on internal electronics. But, the chain wears out very quickly when used on materials harder than wood, and supply shortages of new chains and other parts makes it expensive to maintain.
fr: Très efficace pour démembrer, même les corps de droïde. Également bien adapté pour creuser les parties d'armure plus faibles, et causer des dommages importants à l'électronique interne. Malheureusement, la chaîne s'abîme très vite si on l'utilise sur des matériaux plus durs que le bois, et le manque d'approvisionnement en nouvelles chaînes la rendent coûteuse à entretenir.

source: Meat cleaver
fr: Hachoir à viande
ru_ru: Нож мясника

source: Designed to chop through meat and bones, it's not as fragile as cutting blades when used against metal enemies. However, it is a bit slower and clumsier to use than more graceful weapons.
fr: Conçu pour couper la chair et les os, ce n'est pas aussi fragile que les lames standards, lorsqu'utilisé contre des adversaires métalliques.C'est toutefois un peu plus lent et difficile à manier que certaines armes plus élégantes.

source: Small Axe
fr: Petite hache
ru_ru: Маленький топор

source: While this axe was made for splitting wood, with some luck it can damage vital parts of a droid as well.
fr: Bien que cette hache ait été conçue pour couper du bois, avec un peu de chance, elle pourrait tout aussi bien endommager les parties vitales d'un droïde.
ru_ru: Несмотря на то, что этот топор был сделан для рубки леса, если повезет им можно повредить какую-нибудь важную железяку у бота.

source: Large Axe
fr: Grande hache
ru_ru: Большой топор

source: While this weapon is somewhat slow and cumbersome to use, it is as good at leaving big dents in droids as it is at felling trees. A good hit is often capable of taking out lesser droids in a single hit
fr: Bien que cette arme soit peu aisée à la manipulation, elle est aussiefficace pour laisser des trous dans les droïdes que pour abattre des arbres. Un bon coup est souvent capable d'éradiquer plusieurs robots.

source: Hunting knife
fr: Couteau de chasse
ru_ru: Охотничий нож

source: A short stabbing dagger doesn't have much effect on the metal body of a droid, but with luck you might damage some wires or hoses in less protected areas, so it's still better than trying to take the machines on with bare hands.
fr: Une dague n'a pas grand effet sur le corps métallique d'un droïde, mais avec de la chance, vous pourriez endommager quelques fils ou câbles à des endroits moins protégés, c'est donc préférable à utiliser que d'attaquer à mains nues.

source: Metal spear
fr: Lance en métal
ru_ru: Металлическо копьё

source: A spear forged from metal considerably improves on a wooden spears damage and durability, but the increased weight does make it somewhat slower and more cumbersome to use. It's still a fast weapon though, compared to most others.
fr: Une épieu de métal est meilleur de tous les points de vue qu'unelance en bois, bien que son poids le rende plus difficile à manier. C'est assez rapide cependant, comparé à la plupart des autres.

source: Iron pipe
fr: Tuyau en fer
ru_ru: Металлическая труба

source: A medium sized water pipe of iron can turn into an effective weapon even versus a metal opponent. While not likely to penetrate the armor of a bot, the impact force alone can still damage and shake loose circuit boards and weldings beneath the protective metal layer.
fr: Une conduite d'eau de taille moyenne, en acier, peut être transformée en arme, même s'il s'agit d'un adversaire métallique. Bien qu'il est improbable de perforer l'armure d'un robot, l'onde de choc est susceptible d'endommager les circuits et soudures internes.

source: Big wrench
fr: Grosse clé
ru_ru: Большой гаечный ключ

source: A big heavy wrench can be surprisingly efficient in turning a bot into second hand parts, in a hands on, brutal way if needed.
fr: Une grosse clé anglaise peut être étonnamment efficace pourtransformer un robot en pièces d'occasion, d'une façon brutalesi nécessaire.

source: Crowbar
fr: Pied-de-biche
ru_ru: Фомка

source: Something originally intended for breaking up doors or pulling out nails can also be used to break open droid skulls or give enough leverage to pull off their extremities.
fr: Bien que cet objet ait originalement été conçu pour fracturer des portes ou retirer des clous, il peut aussi être utilisé pour fracturer le crâne d'un droïde, ou donner suffisamment de force par effet de levier pour leur arracher des membres.
ru_ru: Кое-что, изначально предназначенное для взламывания дверей или вытаскивания гвоздей, так же может взломать череп дроида или стать рычагом для вытаскивания его конечностей.

source: Golf club
fr: Club de golf
ru_ru: Клюжка для гольфа

source: It might not be so sturdy, but if you manage to get in a good hit, the kinetic energy might be enough to damage internal electronics even if there is only a small dent on the outside.
fr: Ça pourrait ne pas être efficace, mais un bon coup peut donner assezd'énergie cinétique peut pour endommager les circuits internes, même pour une petite brèche à l'extérieur.

source: Tree branch
fr: Branche d'arbre
ru_ru: Ветка

source: A club from a tree branch is certainly not your preferred choice of weapon, but it might be your only one...
fr: Un club de golf en bois n'a peut être pas votre faveur comme arme, mais vous n'avez peut être pas le choix…

source: Power hammer
fr: Marteau
ru_ru: электромолоток

source: The POWER NAIL DRIVER 3000 will, according to the advertisement, 'build your house for you'. While it's unclear how many nails your igloo will actually need, it sure can be handy nonetheless for bashing bot skulls. As long as the battery lasts, anyway.
fr: Le POWER NAIL DRIVER 3000 peut, d'après la pub, « construire votre maison pour vous » . Bien que ce ne soit pas clair de combien de clous ton igloo aura vraiment besoin, ça peut au moins être utile pour taper des squelettes de robots. En tout cas, tant que la batterie n'est pas vide.

source: Table leg
fr: Pied de table
ru_ru: Ножка от стула

source: In desperate situations even ordinary objects can turn into makeshift weapons.
fr: Dans des situations désespérées, même les objets ordinaires peuvent devenir des armes qui feront la différence.
ru_ru: В крайнем случае даже обыкновенные предметы могут послужить неплохим оружием.

source: Mace
fr: Massue
ru_ru: Булава

source: The mace already proved on the medieval battlefield that it was good at crushing even heavily armored skulls. Unfortunately for the droids, this old knowledge still holds true.
fr: La massue a déjà prouvé son efficacité sur les champs de bataille médiévaux, en défonçant même des crânes lourdement protégés. Malheureusement pour les droïdes, cette connaissance ancienne est toujours valable.

source: Baseball bat
fr: Batte de baseball
ru_ru: Бейсбольна бита

source: With 1-2 good two handed swings, a former droids head might fly far enough for you to score a home run. Just make sure to bring a backup weapon, because wooden bats have a predilection for splitting in two after too many hard hits.
fr: Avec une ou deux frappes à deux mains, une tête (anciennement de droïde) peut voler assez loin pour que vous marquiez un home run. Soyez cependant sûr d'avoir quelque chose de rechange à proximité, parce que les battes en bois ont tendance à se briser après quelques frappes bien appuyées.

source: Iron bar
fr: Barre de fer
ru_ru: Железный брус

source: A bit slow and cumbersome to use, and prohibiting the security of a shield to cower behind, this weapon isn't always a good option. But if you do hit, you are sure to do more damage than just a scratch.
fr: Lente et encombrante, interdit l'utilisation d'un bouclier, cette arme n'est pas toujours un bon choix. Mais si tu frappes, tu peux être certain que les dommages infligés sont plus importants qu'une simple égratignure.

source: Sledgehammer
fr: Masse
ru_ru: Кувалдочка

source: Very slow and only for the strongest wielder, but only the tougher droids can survive more than 1-2 direct hits.
fr: C'est très lent, et nécessite beaucoup de force, mais seuls les droïdes les plus solides peuvent survivre à plus de un ou deux coups directs.

source: Light saber
fr: Sabre laser
ru_ru: Световой меч

source: In the hands of a true master, this excellent technological craftsmanship is as deadly as it is beautiful. It requires laser crystals to work properly.
fr: Entre les mains d'un vrai maître, cet excellent produit de la technologie humaine est aussi mortel que beau. Il nécessite des cristaux laser pour fonctionner correctement.
ru_ru: В руках настоящего мастера этот невероятный плод сверхвысоких технологий настолько же смертоносен, насколько красив. Для корректной работы ему нужны лазерные кристаллы.

source: Laser staff
fr: Épée laser
ru_ru: Лазерный посох

source: A close combat master with this weapon in his hands is a pure whirling dervish of death. It requires laser crystals to work properly.
fr: Un maître en combat rapproché, avec cette arme en main, est un derviche tourneur mortel. Elle fonctionne avec des cristaux lasers comme charge.
ru_ru: Мастер ближнего боя с этим оружием в руках подобен урагану смерти. Это требует, что бы лазерные кристаллы работали, как следует.

source: This blade pulses with evil. That power. That energy. Nothing can stop you now.
fr: Cette lame respire le mal. Cette puissance. Cette énergie. Rien ne peux vous arrêter maintenant.
ru_ru: Этот клинок пропитан злом. Это сила. Это энергия. Ничто не остановит тебя.

source: Laserscalpel
fr: Scalpel laser
ru_ru: Лазерный скальпель

source: I murdered the only person within a thousand miles who can heal me, and all I got was this lousy scalpel.
fr: J'ai tué la seule personne qui pouvait me soigner à mille kilomètres à la ronde, et tout ce que j'ai eu est ce minable scalpel.
ru_ru: Я убил единственного человека в пределах тысячи миль, который может излечить меня, и все, что я получил, был этот паршивый скальпель.

source: .22 LR Ammunition
fr: Cartouches .22 LR
ru_ru: .22 LR Боеприпасы

source: .22 Long Rifle ammunition used to be a very common ammo for target practice, mainly because it was cheap and gave little recoil. It's just too weak to penetrate any real droid armor though.
fr: Les munitions .22 Long Rifle sont très communément employées pour l'entraînement au tir sur cible, principalement parce que ce n'est pas cher, et avec un petit recul. Elles sont simplement trop faibles pour pénétrer l'armure d'un vrai droïde.

source: .22 Automatic
fr: .22 Automatique
ru_ru: .22 Автоматический

source: With .22 ammo, it's mostly dumb luck if you actually damage a bot with this pistol. On the bright side, you will get a LOT of target practise out of each bot before a bullet or two manages to find a weak enough spot to take the bot out.
fr: Avec les munitions de calibre .22, ce sera un stupide coup de chance si vous parvenez à endommager un robot avec un pistolet. À l'extérieur, vous aurezBEAUCOUP de cibles d'entraînement avec chaque robot avant de trouver un point faible pour détruire le droïde.

source: .22 Hunting Rifle
fr: Fusil de chasse .22
ru_ru: .22е охотничьи патроны

source: A .22 hunting rifle was mainly used for sports shooting and for cheap training. As a hunting weapon its main use was to kill small vermin such as rats and squirrels. It was also highly effective against rabbits. Unfortunately, you won't be hunting 'wabbits'...
fr: Le fusil de chasse .22 a été utilisé pour le tir sportif et comme outild'entraînement. Comme fusil de chasse, son utilisation principaleétait de tuer les rats et les écureuils. Il est aussi assez efficace avecles lapins. Malheureusement, tu ne vas pas chasser les lapins.

source: Shotgun shells
fr: Cartouches de fusil à pompe

source: Two Barrel sawn off shotgun
fr: Fusil à double canon scié
ru_ru: Двухствольный обрез

source: Often wielded in the past by thugs or convenience store owners, this little baby is less powerful than the two-handed model, but makes up for it by letting you use a shield in conjunction with it.
fr: Souvent utilisé par des bandits ou des propriétaires, ce petit engin est moins puissant que le modèle à deux mains, mais permet l'utilisation conjointe d'un bouclier.

source: Two Barrel shotgun
fr: Fusil à double canon
ru_ru: Двухстволка

source: An old standby of farmers and bird hunters. While capable of causing a fair amount of damage to droid armor, the limited rounds capacity and fairly slow reloading time make this weapon preferable to melee weapons, but only just. Requires two hands to wield.
fr: Une vieille pétoires pour fermiers et chasseurs d'oiseaux. Bien que capable de causer une grande quantité de dommages à une armure de droïde, la portée limitée avec un temps de rechargement très lent en font tout juste une arme de mêlée acceptable. Elle nécessite d'être manipulée à deux mains.

source: Pump action shotgun
fr: Fusil à pompe
ru_ru: Помповое ружьё

source: The pump action shotgun isn't quite as powerful as the double barrel equivalent, but it does hold more ammo per clip. Requires two hands to wield.
fr: Le fusil à pompe n'est pas aussi puissant que le double canon scié, mais il a plus de balles par chargeur. C'est une arme à deux mains.

source: 9x19mm Ammunition
fr: Balles 9x19mm
ru_ru: Патроны 9x19мм

source: Plasma crystal load. This is the most common way of loading a plasma weapon.
fr: Charge de plasma-cristal. C'est le plus utilisé pour charger une arme à plasma.
ru_ru: Зарядчик кристаллов плазмы. Это самый простой способ зарядить плазменное оружие.

source: 9mm Automatic
fr: Automatique 9mm
ru_ru: 9мм Автоматическое

source: Nine millimeter ammo is a common caliber. While not very powerful, it allows for more rounds per clip than bigger ammunition.
fr: Les munitions 9 mm sont un calibre courant. Bien que ce n'est pas très puissant, ça permet plus de tirs par chargeur que des calibres plus importants.

source: 9mm Sub Machine Gun
fr: Mitraillette 9mm
ru_ru: 9мм пулемётные

source: These are commonly referred to as bullet hoses.
fr: C'est communément appelé « tube à munitions » .

source: 7.62x39mm Ammunition
fr: Munitions 7.62x39mm
ru_ru: Патроны 7.62x39мм

source: 7.62mm ammo.
fr: Munitions 7,62 mm

source: 7.62mm Hunting Rifle
fr: Munitions 7.62mm pour fusil de chasse

source: 7.62 millimeter ammo is commonly used in assault rifles. This is a more civilian take on that concept.
fr: Les munitions 7,62 mm sont habituellement utilisées dans les fusils d'assaut. C'est plus civilisé de garder ce concept.

source: 7.62mm AK-47
fr: AK-47 7.62mm
ru_ru: Патроны 7.62мм к Калашникову

source: The favorite weapon of third-world countries everywhere, this is a mass-produced, fairly reliable automatic weapon.
fr: L'arme favorite du tiers-monde, c'est un produit de masse et une arme fiable.

source: .50 BMG (12.7x99mm) Ammunition
fr: Balles .50 BMG (12.7x99mm)
ru_ru: Патроны .50 БМГ (12.7x99мм)

source: Browning Machine Gun ammo.
fr: Munition pour mitraillette browning.

source: Barrett M82 Sniper Rifle
fr: Fusil de pécision Barrett M82
ru_ru: Снайперская винтовка M82 Баррета

source: Powerful enough to stop a truck, literally, the likelihood of even a battle droid surviving more than 2 hits by this weapon is quite slim. It doesn't even matter if the pesky droid is cowering behind a wall, the bullets will break right through and make the bot ready for the scrap heap in no time.
fr: Suffisamment puissant pour arrêter un camion. La probabilité qu'un droïde de bataille survive à plus de deux tirs de cette arme est quasiment nulle. Il peut même détruire un droïde à couvert derrière un mur, car les munitions passent au travers.

source: Laser power pack
fr: Pack d'énergie pour laser
ru_ru: Усиленый лазерный пакет

source: Energy crystal load for laser weapons and other powertools. Each round fired consumes a load within the crystal.
fr: Cristaux énergétiques pour les armes laser et d'autres outils énergétiques. Chaque tir consomme une charge dans le cristal.
ru_ru: Энергетические кристаллы заряжают лазерное оружие и другие силовые инструменты. Каждый выстрел потребляет энергию в пределах кристалла.

source: Laser pistol
fr: Pistolet laser
ru_ru: Лазерный пистолет

source: A basic laser, but it has good uses in certain situations. No warranty of any kind, though.
fr: Un laser de base, utile certaines situations. Aucune garantie de succès néanmoins.

source: Laser Rifle
fr: Fusil laser
ru_ru: Лазерная винтовка

source: This rifle is a high-end laser weapon. There is only one problem with it: Shooting it is too much fun. People often end up with no ammunition in the middle of a battle.
fr: Ce fusil est une arme laser à longue portée. Il y a seulement un problème avec : tirer est trop amusant. Les gens finissent souvent sans munitions au milieu de la bataille.
ru_ru: Это высококлассное лазерное оружие. С ним только одна проблема - стрельба из него настолько увлекает, что люди часто остаются без боеприпасов посреди битвы.

source: Laser Pulse Rifle
fr: Fusil laser à impulsions
ru_ru: Импульсная лазерная винтовка

source: The pulse laser technology, allowing for many repeated short bursts without the weapon overheating, makes this quite a useful weapon. The damage from each shot is noticably less than from a Laser rifle, but the firing rate more than makes up for it.
fr: La technologie à impulsions lasers, permet de courtes impulsions répétées sans surchauffer le canon. Cette arme est très utile. Le dommage infligés par chaque impulsion est moindre que par un fusil laser, mais la cadence de tire compense ce problème.

source: Laser Pulse Cannon
fr: Canon laser à impulsions
ru_ru: Импульсная лазерная пушка

source: The pulse laser technology, allowing for many repeated short bursts without the weapon overheating, combined with a military design makes this weapon the preferred choice for most soldiers. Its quick no-recoil firing, large magazine, and awesome killing power makes it the ideal weapon for cleansing large droid infestations in mere minutes.
fr: La technologie du laser à impulsions, permettant de nombreux coups répétés sans problème de surchauffe, combinée avec une conception militaire,en fait l'arme de choix pour la plupart des soldats. Sans recul, grande capacité en munition et avec une incroyable puissance de feu, nous avons l'arme idéal pour nettoyer les infestations droïdes en quelques minutes.

source: Plasma energy container
fr: Conteneur d'énergie plasma
ru_ru: Энергетический контейнер с плазмой

source: A container filled with all materials and energy required to make plasma weapons work in one handy and relatively safe package. This is the most common way of loading a plasma weapon.
fr: Un paquet contenant les matériaux et l'énergie requise, nécessaires à l'utilisation des armes à plasma. Tout l'équipement est ainsi contenu dans un sac pratique et sécurisé. C'est la manière habituelle pour alimenter les armes à plasma.

source: Plasma pistol
fr: Pistolet à plasma
ru_ru: Плазменный пистолет

source: The basic plasma weapon in a conveniently small package.
fr: Le fusil à plasma de base dans un package pratique.
ru_ru: Простое плазменное оружие в небольшом удобном контейнере.

source: Plasma gun
fr: Fusil à plasma
ru_ru: Плазменная пушка

source: A somewhat slow weapon, but once you do hit plenty a bot will just down on the spot. A good alternative to a pulse laser for the skilled marksman.
fr: Une arme lente, mais un impact détruit le robot instantanément. Une bonne alternative au laser pulsé si vous avez les compétences adéquates.

source: Plasma cannon
fr: Canon à plasma
ru_ru: Плазменное орудие

source: The very slow firing rate is made up for by the awesome power of this weapon. Its main use in the military is as a close support weapon complementing the soldiers' bread and butter pulse lasers, especially when attacking enemies behind cover.
fr: La cadence de tir très faible de cette arme est compensée parsa puissance. Son usage principal est le support des soldats, en complément du traditionnel laser à impulsion, très adapté pour attaquer les ennemis à couvert.

source: 2 mm Exterminator Ammunition
fr: Cellules radioactives pour exterminateur
ru_ru: 2мм истребительная амуниция

source: Exterminators need this kind of ammunition. It can cause skin irritations due to leaking extermination radiation when carried close to the body for long time.
fr: Les exterminateurs ont besoni de ce type de munition. Elles peuvent causer des irritations de la peau à cause des fuites radiatives, si elles sont portées proches du corps pendant longtemps.

source: Exterminator
fr: Exterminateur
ru_ru: Истребитель

source: While this weapon is capable of firing really powerful shots, beware of the exceptionally long reloading times. (Don't get swarmed by enemies with this weapon unless you have powerful armor!)
fr: Comme ce fusil est doué d'une importante puissance pour chaque tir, restez conscient du temps de chargement exceptionnellement long. (Ne vous laissez pas déborder par l'ennemi avec ce fusil, sauf si vous avez une armure puissante.
ru_ru: Остерегайтесь большого времени перезарядки между действительно могучими выстрелами. И не встречайтесь с врагами вооружёнными этим оружием, не имея прочной брони!

source: The Super Exterminator!!!
fr: Le Super Exterminateur !!!
ru_ru: Супер Истребитель!!!

source: This bad boy is known to blow away most enemies with a single blast. A dangerous weapon that you don't want to be on the receiving end of.
fr: Ce « mauvais garçon » est connu pour détruire l'ennemi d'un seul tir. Une arme dangereuse, vous ne voulez pas être du mauvais côté du canon.
