Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/freedroid.prefix_archetypes.po
Languages: hu

source: I am a big bad bug in the game. Report me. Please.
hu: Egy nagy csúnya bug vagyok. Jelent fel kérlek.

source: Living
hu: Élő

source: coated in teflon
hu: teflonnal bevont

source: of Almost Zodiac
hu: madnem Vízöntő

source: Resonant
hu: Rezonáns

source: Cow
hu: Tehén

source: Bull
hu: Bika

source: Mouse
hu: Egér

source: Jackdaw
hu: Csóka

source: Hardcoded
hu: Keménykódolt

source: Melting
hu: Olvadó

source: Cursed
hu: Átkozott

source: Perfect
hu: Tökéletes

source: First aid
hu: Elsősegély

source: Razor sharp
hu: Borotvaéles

source: Light
hu: Könnyű

source: Beautiful
hu: Gyönyörű

source: Howling
hu: Feltűnő

source: Accelerating
hu: Gyorsuló

source: Colorful
hu: Színes

source: Rainbow
hu: Szivárvány

source: Suicide
hu: Öngyilkos

source: Broken
hu: Törött

source: Fluorescent
hu: Fluorescens

source: Luminescent
hu: Luminescens

source: Blazing
hu: Lángoló

source: Hungry
hu: Éhes

source: Devouring
hu: Pusztító

source: Ravenous
hu: Kapzsi

source: of good design
hu: a jó tervezésnek

source: with no suffix
hu: kiterjesztés nélkül

source: with sharp edges
hu: élekkel

source: covered in blood
hu: vérrel borított

source: covered in oil
hu: olajjal borított

source: , 'the Murderer'
hu: , 'a Gyilkos'

source: , 'the Healer'
hu: , 'a Gyógyító'

source: , 'the Rabbit'
hu: , 'a Nyuszi'

source: , 'the Seeker'
hu: , 'a Kutató'

source: , 'the World'
hu: , 'a Világ'

source: from hell
hu: a pokolból

source: with strange runes
hu: furcsa rúnákkal

source: with a curse
hu: átokkal

source: Frozen
hu: Fagyott

source: of ice
hu: jég

source: of chills
hu: hűvösség
