Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/freedroid.events.po
Languages: hu

source: To Maintenance Tunnels
hu: Szervízalagutak

source: To Novice Arena
hu: Újonc Aréna

source: To Master Arena
hu: Mester Aréna

source: Exit Warehouse
hu: Raktár kijárat

source: To Warehouse Level 2
hu: Raktár 2. szint

source: To Warehouse Level 1
hu: Raktár 1. szint

source: Back to Kevin's Garden
hu: Vissza Kevin Kertjébe

source: To Energy Station
hu: Erőmű

source: Back to Lower Catacombs
hu: Vissza az Alsóbb Katakombákhoz

source: Way to Disruptor Machine Deck
hu: Út a Disruptor Gépházba

source: Back to Town
hu: Vissza a Városba

source: Enter Warehouse
hu: Raktár Bejárat

source: Down into Crystal Caves
hu: Lejárat a Kristály Barlangba

source: To Kevin's Underground Station
hu: Kevin Földalatti Állomása

source: To Underground Station
hu: Földalatti Állomás

source: Hatch with broken ladder
hu: Nyílás egy törött létrával

source: Exit Novice Arena
hu: Újonc Aréna Kijárat

source: Exit Master Arena
hu: Mester Aréna Kijárat

source: lock player inside firmware room
hu: játékos bezárása a firmware szobába

source: Open firmware upgrade room
hu: Firmware upgrade szoba nyitása

source: Exit Crystal Caves
hu: Kristály Barlang Kijárat

source: Back to the Desert
hu: Vissza a Sivatagba

source: To a Forgotten Bunker
hu: Elfelejtett Bunker

source: Unknown place
hu: Ismeretlen hely

source: Hidden way out
hu: Rerjett út kifelé

source: Back to Disruptor Shield Control
hu: Vissza a Disruptor Pajzs Kontrollterembe

source: To Mashine Deck Lower Catacombs
hu: Az Alsóbb Katakombák Gépháza

source: Back to Machine Deck Upper Catacombs
hu: Vissza a Felsőbb Katakombák Gépházába

source: To Disruptor Mashine Deck
hu: Disruptor Gépház
