Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/freedroid.droid_archetypes.po
Languages: hu

source: A simple rubbish diposal robot. Common device in most space craft to maintain a clean ship.
hu: Egyszerű szemétmegsemmisítő robot. A legtöbb űrjárművön a tisztántartás általános ezköze.

source: Created by Dr. Masternak to clean up large heaps of rubbish. Its large scoop is used to collect rubbish. It is then crushed internally.
hu: Dr. Masternak részére készült, a nagy szemétkupacok eltakarítására. Hosszú szedőkarja gyűjti be a szemetet, amelynek megsemmisítése belül történik.

source: A light duty servant robot. One of the first to use the anti-grav system.
hu: Könnyű szolgarobot. Az antigravitációs rendszert használók első példánya.

source: Cheaper version of the anti-grav servant robot.
hu: Az antigravitációs szolgarobot olcsóbb változata.

source: Run away! This bot will kill you!
hu: Fuss el! Ez a bot meg fog ölni!

source: Common device for moving small packages. Clamp is mounted on the lower body.
hu: A kisméretű csomagok szállításának eszköze. A tárolója a géptest alsó részén van.

source: Early type messenger robot. Large wheels impede motion on small craft.
hu: Korai üzenettovábbító robot. A kis járműre szerelt nagy kerekek akadályozzák a mozgást.

source: A slow maintenance robot. Confined to drive maintenance during flight.
hu: Kis ellátó robot. A repülés közbeni alkatrészellátás biztosítására való.

source: Ship maintenance robot. Fitted with multiple arms to carry out repairs to the ship efficiently. All craft built after the Jupiter-incident are supplied with a team of these.
hu: Hajó ellátaó robot. Több karral van felszerelve, hogy hatékonyan javíthassa a hajót. A Jupiter incidens óta minden űrjármű felszereléséhez hozzátartozik.

source: Slave maintenance droid. Standard version will carry its own toolbox.
hu: Szolga ellátó droid. Az aátalános változat a saját szerszámosdobozát is viszi magával.

source: Early crew droid. Able to carry out simple flight checks only. No longer supplied.
hu: Korai legénységi droid. Egyszerű repülésellenőrző műveletekre képes. Már nem támogatott.

source: A standard crew droid. Supplied with the ship.
hu: Általános legénységi Droid. A hajó legénységéhez tartozik.

source: A highly sophisticated device. Able to control the Robo-Freighter on its own.
hu: Magasszintű önálló egység. Képes a Robot-Teherhajókat önállóan irányítani.

source: A low security sentinel droid. Used to protect areas of the ship from intruders. A slow but sure device.
hu: Alacsonyszintű őrdroid. A hajókon a behatolók elleni védelemre használták. Lassú, de hatékony egység.

source: Sophisticated sentinel droid. Only 2000 built by the Nicholson Company. These are now very rare.
hu: Továbbfejlesztett őrdroid. Csak 2000 darabot gyártott belőle a Nicholson Vállalat. Manapság nagyon ritkák.

source: A low sentinel droid. Lasers are built into the turret. These are mounted on a small tank body. May be fitted with an auto-cannon on-the Gillen version.
hu: Alacsony őrdroid. A kis, tankszerű testen levő toronyba lézereket építettek. Gillen verziójú automata ágyúval is fel lehet szerelve.

source: A heavy duty battle droid. Disruptor is built into the head. One of the first in service with the Military.
hu: Nehéz csatadroid. A fejébe disruptor van építve. Az elsők egyike, amely a hadsereg számára épült.

source: This version is the one mainly used by the military.
hu: Ez a hadseregben legtöbbet használt típus.

source: A very heavy duty battle droid. Only a few have so far entered service. These are the most powerful battle units ever built.
hu: Nagyon Nehéz csatadroid. Csak pár darab teljesít belőle szolgálatot. Ezek a valaha épített legerőteljesebb harci egységek.

source: A very reliable anti-grav unit is fitted into this droid. It will patrol the ship and eliminate intruders as soon as detected by powerful sensors.
hu: Egy kiváló antigravitációs egységet építettek ebbe a droidba. A hajókon járőrözik, és amint a kifinomult érzékelőivel behatolót észlel, azonnal megsemmisíti.

source: Early type anti-grav security droid. Fitted with an over-driven anti-grav unit. This droid is very fast but is not reliable.
hu: Korai antigravitációs biztonsági droid. Egy túlhajtott antigravitációs egységgel van felszerelve. Nagyon gyors, ám nem túl megbízható.

source: This droid was designed from archive data. For some unknown reason it instils great fear in Human adversaries.
hu: Ezt a droidot archív adatok alapján építették. Valamilyen ismeretlen okból az emberekből hatalmas félelmet vált ki.

source: Experimental command cyborg. Fitted with a new type of brain. Mounted on a security droid anti-grav unit for convenience. warning: the influence device may not control a primode brain for long.
hu: Felfedező parancsnok cyborg. Új típusú aggyal van felszerelve. A cél érdekébenm egy biztonsági droid anti-grav egységére építették. Figyelem: a befolyásoló eszköz nem képes sokáig kontrollálni egy fejlettebb agyat.

source: This is a typical professor/sage character of some older age. They are not armed as powerfully as e.g. the red guards.
hu: Ez egy tipikus professzor/bölcs karakter valami régebbi játékból. Nem olyan jól fegyverzett, pl. a Vörös Őrség.

source: This is a typical red (male) guard/fighter character. They are equipped with powerful PowerExterminators.
hu: Ez egy tipikus vörös (férfi) őr/harcos karakter. PowerExterminátorral vannak felszerelve.

source: This is the hot_mama shopkeeper character model.
hu: Ez a csinibaba boltvezető karakter modell.

source: This is the female scientist character model. They are not armed as powerfully as e.g. the red guards.
hu: Ez a női tudós karakter modell. Nem olyan jól fegyverzett, pl. a Vörös Őrség.

source: This is the brown worker model. They are not armed as powerfully as e.g. the red guards.
hu: Ez egy néger munkás modell. Nem olyan jól fegyverzett, pl. a Vörös Őrség.

source: This is a useless comment. Thanks for your attention.
hu: Ez egy szükségtelen mondat. Köszönöm a figyelmet.

source: This is the cook.
hu: Ő a szakács.

source: This is a typical professor/sage character of some older age. They are not armed as powerfully as e.g. the red guards.
hu: Ez egy tipikus professzor/bölcs karakter valami régebbi korból. Nem olyan jól fegyverzett, pl. a Vörös Őrség.

source: This is a typical sex bomb. This one is even armed.
hu: Ő egy tipikus szexbomba. Ő is fel van fegyverkezve.

source: This is the bartender.
hu: Ő a kocsmáros.
