Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/freedroid.item_archetypes.po
Languages: fr, ru_ru

source: Barf's Energy Drink
fr: Boisson Energétique de Barf
ru_ru: Энергетический напиток Барфа

source: Warning! These energy drinks contain high doses of caffeine! The average person drops dead after consuming 12 grams of caffeine. One of these bottles contains over double that amount.
fr: Attention ! Ces boissons énergétiques contiennent une grande quantité de caféine ! La plupart des gens tombent raides morts après ingestion de 12 grammes de caféine. Une de ces bouteilles en contient plus du double.
ru_ru: Внимание! Этот энергетик содержит большую дозу кофеина! Двенадцать грамм кофеина убивают человека, а хомячка разрывают на части. В каждой бутылочке его в два раза больше.

source: Running Power Capsule
fr: Capsule d'Endurance
ru_ru: Капсула Бега

source: These small containers hold purified running strength. Each capsule can be used only once, but many of them can be grouped together like one item in your inventory.
fr: Ces petits conteneurs sont pleins d'énergie pour courir. Chaque capsule a une seule utilisation, mais elles peuvent être groupées en un seul objet dans l'inventaire.

source: Strength Capsule
fr: Capsule de Force
ru_ru: Капсула Силы

source: These small containers hold purified strength. This item will give a temporary boost to strength. Each capsule can be used only once, but many of them can be grouped together like one item in your inventory.
fr: Ces petits conteneurs contiennent de la force pure. Cet objet augmente la force temporairement. Chaque capsule ne peut être utilisée qu'une fois, mais peuvent être groupé en un seul objet dans l'inventaire.

source: Dexterity Capsule
fr: Capsule de Dextérité
ru_ru: Капсула Ловкости.

source: These small containers hold purified dexterity. This item will give a temporary bonus to dexterity. Each capsule can be used only once, but many of them can be grouped together like one item in your inventory.
fr: Ce sont des conteneurs pour dextérité pure. Cet objet vous donnera un bonus de dextérité temporaire. Chaque capsule ne peut être utilisée qu'une fois. Ils peuvent être groupés dans l'inventaire.

source: Valuable Circuits
fr: Circuits de valeur.

source: The new monetary standard of the world. With the collapse of the banking system, the precious metals in bot circutry has literally become hard cash. A bit hard to come by though, as the bots are not likely to just hand it over...
fr: Le nouveau standard monétaire dans le monde. Avec l'effondrement du système bancaire, les métaux précieux dans les circuits de robot sont devenus du « cash » au sens propre. Un peu dur à acqérir, car les robots ne sont pas du genre à avoir la main sur le cœur…

source: Anti-grav Pod for Droids
fr: Nacelle Anti-gravité pour les Droïdes
ru_ru: Антигравитационный привод для Дроидов

source: The bots use this to hover around.
fr: Les robots l'utilisent pour survoler les environs.

source: Dixon's Toolbox
fr: Boîte à outils de Dixon
ru_ru: Инструменты Диксона

source: This is a teleporter service toolbox. It's complete and orderly, though a few dents on the outside give proof of frequent use. 'C. Dixon' is carved into the outside with fine print.
fr: C'est une boîte à outil pour téléporteur. Elle est complète et en ordre, malgré quelques accrocs sur l'extérieur, témoins d'une utilisation fréquente. Le nom « C. Dixon » est gravé à l'extérieur en lettres fines.

source: Entropy Inverter
fr: Inverseur d'Entropie
ru_ru: Инвертор Энтропии

source: This is an standard part within many robot types.
fr: C'est une pièce standard pour un grand nombre de modèles de robots.
ru_ru: Это стандартная деталь многих типовых роботов.

source: Plasma Transistor
fr: Transistor à plasma
ru_ru: Плазменный проводник

source: Superconducting Relay Unit
fr: Unité Relai à Superconduction
ru_ru: Деталь сверхпроводящего релье

source: Antimatter-Matter Converter
fr: Convertisseur Antimatière-Matière
ru_ru: Преобразователь Материи-Антиматерии

source: Tachyon Condensator
fr: Condensateur à Tachyons
ru_ru: Тахоновый конденсатор

source: Desk Lamp
fr: Lampe de bureau
ru_ru: Настольная лампа

source: What would modern science be without this important item?
fr: Que serait la science moderne sans ce merveilleux outil ?
ru_ru: Чем была бы современная наука без этой важной штуки?

source: Red Dilithium Crystal
fr: Cristal de dilithium rouge

source: These dilithium crystals are used as an energy source in many modern electricity or heat based devices. Energy is extracted from the crystal by making use of the ordering of the crystal molecules. This principle has allowed us to build devices that consume a lot of energy, but do not need to be connected to a power line.
fr: Ces cristaux de dilithium sont utilisés comme source d'énergie dans nombre.d'appareils électriques. L'énergie est extraite du cristal par le biais vient la de l'ordonnancement des atomes. Nous pouvons ainsi construire des appareils coûteux en énergie sans être connectés à un réseau d'alimentation.

source: Map Maker
fr: Fabriquant de cartes
ru_ru: Составитель карт

source: This small device automatically collects data about the area within a range of 7 times 7 meters and draws a small-scale plan of the immediate surroundings. Because of its very tiny display, it needs to be held closely to the eye, and the image will then be projected directly into the eyeball of the user. Still, the collected map data will be split up by the device into several sectors for convenient viewing.
fr: Cet appareil collecte les données à propos de la région dans une zonede 7 × 7 mètres et dessine un plan à échelle réduite des environsimmédiats. Comme l'affichage est réduit, il doit être placé proche de l'œil.L'image est alors projetée directement sur la rétine de l'utilisateur. Les données cartographiques collectées seront divisées en secteurs pour une visualisation appropriée.

source: Light Enhancer? to be incluced in the future...
fr: Améliorateur de lumière ? Il faudra inclure ça plus tard…

source: See better in the dark.
fr: On voit mieux dans le noir.

source: Fork
fr: Fourchette
ru_ru: Отделить

source: This item is part of the 'Self Cleaning Kitchen' (SCK) project from before the Great Assault. All of the items in the SCK project have an inner mechanism that will clean the object automatically if left alone for a given time. It comes with its own power supply, and has a supposed duration of 200 years.
fr: Une partie du projet de « Cuisine Auto-Nettoyante » (CAN) de l'époqueantérieure au Grand Assaut. Tous les objets de CAN ont un mécanisme interne autonettoyant lorsque laissés l'abandon pendant un temps donné. Il est fourni avec une alimentation interne dont la durée prévue de fonctionnement est de 200 ans.

source: Plate
fr: Assiette

source: Mug
fr: Goblet

source: Identification Script
fr: Script d'identification

source: Point and click. Point and know anything. Point, and I will show you the correct path. Point, and I will be there. Point, and I will protect you.
fr: Pointe et clique. Pointe et apprend tout. Pointe, et je te montrerai le bon chemin. Pointe, et je serai là. Pointe, et je te protégerai.

source: Teleporter homing beacon
fr: Balise de téléporteur

source: This device sends a signal to a nearby teleporter requesting a transport, and then helps with locking on and boosting the signal to ensure the teleportation attempt is succcessful. The battery inside is sufficient for one use *only* and the device becomes useless afterwards. At least, most people don't try to use them twice... and those few who do usually end up with parts of their body missing or attached in the wrong place. Note: Multiple of these may be grouped together in the inventory.
fr: Cet appareil envoie un signal à un téléporteur proche pour demander un transport, et vous aide en verrouillant et en augmentant le signal pour vérifier que la tentative de téléportation a été réussie. La batterieest suffisante pour une seule utilisation, après quoi l'appareil devient inutile. En tous cas, la plupart des gens n'essaient pas de l'utiliser deux fois, et ceux qui le font finissent avec des morceaux de leur corps manquant ou fixés au mauvais endroit. Cet objet peut être groupé dans l'inventaire.

source: Kevin's Data Cube
fr: Cube holographique de Kévin

source: This data cube contains confidential government data on the installations around the town. Kevin hopes that when the data is evaluated properly, a way out of the current crisis might be found. However, the amount of data is so vast, it can only be evaluated properly using a large cluster of computers. The Red Guard base is said to store an infrastructure suitable to this purpose.
fr: Ce cube contient des données gouvernementales confidentielle à propos des installations à l'extérieur de la ville. Kevin espère que nous pourrons trouver une solution à la crise actuelle lorsque les données seront analysées. Cependant, la quantité de données est tellement important qu'elle ne peut être évaluée correctement que par un grand cluster d'ordinateurs. Il paraît que la base de la Garde Rouge contient une infrastructure appropriée pour cet usage.

source: Pandora's Cube
fr: Boîte de Pandore

source: This is heavy. Cannot the end of the world come in a smaller package? It would be a great time for Duncan to explain a few things...
fr: C'est lourd. La fin du monde ne peut pas être fournie dans un paquet plus petit ? Il est grand temps pour Duncan de donner quelques explications.

source: Nobody's edge
ru_ru: Ничейное лезвие

source: It might look a bit silly, but it will save your life many times
ru_ru: Эта штука выглядит довольно глупо, но она спасёт вашу жизнь не один раз!

source: Now this is head protection. Feel safe with sturdy iron protecting your head. Not as comfortable as other hats
ru_ru: Теперь - защита головы. Почвствуй себя в безопасности с крепкой железякой на голове! Не столь удобна как другие шляпы.
