Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/HF-GateGuard.po
Languages: hu, pl, zh_tw

source: Hi! I'm new here.
hu: Üdv! Új vagyok itt.
pl: Cześć. Jestem tu nowy.
zh_tw: 嗨！我是新來的。

source: Great. Now back to where you came from. This is no place for you.
hu: Király. Akkor húzz vissza oda, ahonnan jöttél. Nincs itt semmi keresnivalód.
pl: Świetnie. Teraz wracaj skąd przyszedłeś. To nie miejsce dla ciebie.
zh_tw: 好極了。現在馬上回去。這裡不是你該來的地方。

source: What's the matter with this gate?
hu: Mi a helyzet ezzel a kapuval?
pl: Co się dzieje za tą bramą?
zh_tw: 這道門是怎麼了嗎？

source: This is a gate to an automated bot factory we call the Hell Fortress.
hu: Ez egy automatizált botgyár kapuja, amit csak Pokoli Erődnek hívunk.
pl: To jest brama do zautomatyzowanej fabryki botów. Nazywamy ją Hell Fortress.
zh_tw: 這道門通往一間自動化的機器人工廠，我們稱之為地獄堡壘。

source: You must be crazy if you want to get in there. That place is full of bots.
hu: Őrült vagy, ha be akarsz menni oda. Az a hely tele van botokkal.
pl: Musisz być szalony jeśli chcesz tam wejść. Tam jest pełno botów.
zh_tw: 只有瘋子才想要進去。這裡面到處都是機器人。

source: Get out of here. They might attack at any moment!
hu: Tűnj innen. Bármelyik pillanatban támadhatnak!
pl: Wynoś się stąd. Mogą zaatakować w każdej chwili!
zh_tw: 趕快離開這兒。他們可能隨時會發動攻擊！

source: What if I just walk in there? Will you try to stop me?
hu: Mi van, ha be akarok menni oda? Megállítanátok?
pl: Co jeśli tam wejdę? Zatrzymacie mnie?
zh_tw: 要是我就這樣進去呢？你們會阻止我嗎？

source: Of course not. Murdering you would be a complete waste of time.
hu: Természetesen nem. Pocsékolás lenne a megölésedre fordított idő.
pl: Oczywiście nie. Zabijanie cie to kompletna strata czasu.
zh_tw: 當然不會。殺掉你純粹是浪費時間。

source: The bots and disruptor shield will take care of that for me.
hu: A botok és a disruptorpajzs megteszi ugyanezt.
pl: Boty i tarcza zrobią to za mnie.
zh_tw: 那票機器人和防護盾就可以幫我搞定。

source: Just remember to give me your valuables before you commit suicide.
hu: Csak mielőtt öngyilkos leszel, add nekem a cuccaidat.
pl: Tylko pamiętaj o oddaniu mi swoich kosztowności zanim popełnisz samobójstwo.
zh_tw: 你要找死的話，記得把身上值錢的東西交出來啊。

source: You won't need any money once you're damn dead, and I could use it, eh?
hu: Nem lesz szükséged rájuk, mikor totál hulla leszel, nekem meg jól jönnek.
pl: Nie potrzebujesz żadnych pieniędzy gdy do cholery umrzesz, to mogę ich użyć, nie?
zh_tw: 等你掛掉之後就沒必要用到錢啦，至少我可以幫你花掉，嘎？

source: Thanks for the advice.
hu: Köszönöm a tanácsot.
pl: Dzięki za radę.
zh_tw: 謝謝你的建議。

source: You're dead if you don't take it.
hu: Halott vagy, ha nem fogadod meg.
pl: Umrzesz jeśli tego nie weźmiesz.
zh_tw: 你要是不接受的話就準備去死吧。

source: I'll be going then.
hu: Most megyek.
pl: Ja lecę.
zh_tw: 我得離開了。

source: Finally.
hu: Na végre.
pl: Ostatecznie.
zh_tw: 很好。

source: Don't come back.
hu: Ne gyere vissza.
pl: Nie wracaj tu.
zh_tw: 不要再回來。

source: It is dangerous here.
hu: Veszélyes itt lenni.
pl: Tu jest niebezpiecznie.
zh_tw: 這裡很危險。

source: Leave and stay away.
hu: Menj el és maradj távol.
zh_tw: 離開，不要再靠近了。
