Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Iris.po
Languages: es

source: Hello.
es: Hola.

source: Hi there.
es: Hola ¿que tal?

source: Well, hello again.
es: Bien, hola de nuevo.

source: Hello hello.
es: Hola hola.

source: Welcome back.
es: Bienvenido de nuevo.

source: Who are you?
es: ¿Quien eres?

source: I'm Iris
es: Soy Iris

source: What are you doing here?
es: ¿Que haces aquí?

source: None of your business!
es: ¡Nada que te importe!

source: See you later.
es: Nos vemos luego.

source: In your dreams, Pinguin!
es: En sueños, ¡Pingüino!
