Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Jasmine.po
Languages: hu

source: Hi! I'm new here.
hu: Helló! Új vagyok itt.

source: Yes. Hello. What do you want?
hu: Igen. Helló. Mit akarsz?

source: Who are you?
hu: Ki vagy te?

source: People call me Jasmine...
hu: Az emberek Jasmine-nak hívnak...

source: That is not my real name, but it will do for now.
hu: Ez nem az igazi nevem, de megteszi.

source: What are you doing in Kevin's place?
hu: Mit csinálsz Kevin lakhelyén?

source: I live with him, stupid.
hu: Hülye. Vele élek.

source: I like him. He... He is very much like me.
hu: Kedvelem. És ő... ő is nagyon kedvel engem.

source: Jasmine --- Girlfriend of a true Hacker
hu: Jasmine -- Egy igazi Hacker barátnője

source: How are you?
hu: Hogy vagy?

source: Shitty. Now leave me alone.
hu: Szarul. Most hagyj magamra.

source: Why does such a nice lady act so harshly? Can't we all just get along?
hu: Miért beszél egy ilyen szép nő ilyen csúnyán? Nem beszélgethetünk nyugodtan tovább?

source: No.
hu: Nem.

source: What are you up to?
hu: Mit csinálsz itt?

source: Nothing. Quit asking questions.
hu: Semmit. Ne kérdezősködj.

source: Don't bore me.
hu: Ne fárassz már.

source: You are the most beautiful human I have ever seen.
hu: Te vagy a legszebb humanoid, akit valaha láttam.

source: And you are at least a quarter wrong.
hu: Te meg egy kicsit tévedsz.

source: Now, please get out of my sight.
hu: És most, légyszíves tűnj a szemem elől.

source: Will you marry me?
hu: Hozzám jössz feleségül?

source: Forget it.
hu: Felejtsd el.

source: See you later.
hu: Majd még találkozunk.

source: Yeah. Whatever.
hu: Ja, persze.

source: Yeah. Wha -- SIGSEGV.
hu: Ja. Köcsö -- SIGSEGV.

source: Segmentation fault.
hu: Szegmentációs hiba.

source: Huh?
hu: Mia...?

source: Traceback printed to stdout.
hu: Visszajelzés stdout-ra nyomtatva.

source: Kernel panic in module: Jasmine
hu: Kernel pacic a Jasmine modulban

source: Buffer overrun in anger.c:1532
hu: Puffer túlcsordulás a .c:1532 -ban.

source: Core dumped. System halted.
hu: Mag lefagyott. Rendszer leállt.
