Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Koan.po
Languages: pl

source: So you have come. I knew Duncan would not let me live for too long.
pl: Więc przyszedłeś. Wiedziałem, że Duncan nie pozwoli mi żyć zbyt długo.

source: Once I am gone this oasis of peace in the world will dry up and die. A shame.
pl: Kiedy mnie nie będzie, ta oaza spokoju na świecie wyschnie i umrze. Cóż za wstyd.

source: I hoped to turn the whole desert into a sanctuary. And now my dream will never come true.
pl: Miałem nadzieję, ze zamienię całą pustynię w sanktuarium, a teraz moje marzenie nigdy się nie spełni.

source: Do what you must.
pl: Rób co musisz.

source: It's a pleasure to meet you again.
pl: To przyjemność, spotkać cię ponownie.

source: With pleasure.
pl: Z przyjemnością

source: Doing Duncan a favour
pl: Robiąc Duncanowi przysługę

source: I took revenge for Duncan by killing Koan.
pl: Zrewanżowałem się za Duncana przez zabicie Koana

source: No. I have not come here to kill you.
pl: Nie, nie przyszedłem tu by cię zabić.

source: Thank you.
pl: Dziękuję

source: Feel free to stay here. There is no danger.
pl: Zostań tutaj jeśli chcesz. Nie ma tu niebezpieczeństwa.

source: The water is safe to drink and the fruit from the tree is quite delicious.
pl: Woda nadaje się do picia, a owoce z drzewa są całkiem smaczne.

source: I met and talked to Koan, but didn't kill him.
pl: Spotkałem i rozmawiałem z Koanem, ale nie zabiłem go.

source: What is this place? Why is there grass and water under the desert?
pl: Co to za miejsce? Czemu tu pod pustynią jest trawa i woda?

source: Ah, yes. That is my fault, I am afraid.
pl: Ah, tak. Obawiam się, ze to moja wina.

source: Wherever I go, life follows me.
pl: Wszędzie gdzie się udam, życie podąża za mną.

source: I thought I could hide from Duncan in this old bunker.
pl: Myślałem, ze mogę ukryć się przed Duncanem w tym starym bunkrze.

source: When I woke up the next day, things were as you see them now.
pl: Kiedy obudziłem się następnego dnia, rzeczy były takimi jakie widzisz je w tej chwili.

source: This was a bunker?
pl: To był bunkier?

source: Yes. The place has changed a bit, as you can see.
pl: Tak. Miejsce zmieniło się trochę, jak sam widzisz.

source: I like the way it is right now. The water cools everything down and the plants give the air a very fresh smell.
pl: Podoba mi się jak tu teraz jest. Woda wszystko chłodzi, a rośliny nadają powietrzu świeży zapach.

source: As soon as I leave, everything will die. I have seen that happen before.
pl: Jak tylko odejdę, wszystko umrze. Widziałem już to wcześniej

source: Because this place is just like a small bit of paradise, I decided to stay here.
pl: To miejsce jest jak mały kawałek raju, dlatego postanowiłem tu zostać.

source: I do not want this wonderful bunker to become devoid of life again.
pl: Nie chcę by ten wspaniały bunkier został ponownie pozbawiony życia.

source: Why does Duncan want you dead?
pl: Dlaczego Duncan pragnie twojej śmierci?

source: Very simple. He likes destruction, and I am creation.
pl: To bardzo proste. On lubi niszczyć, a ja tworzę.

source: There is nothing more to it.
pl: Nie mam nic więcej do dodania.

source: I will go now.
pl: Teraz odejdę.

source: This place will always wait for you.
pl: To miejsce zawsze będzie na ciebie czekało.
