Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Lukas.po
Languages: pl

source: Hi! I'm new here.
pl: Cześć, jestem tu nowy.

source: Spencer said you'd be able to provide me with better armor and equipment.
pl: Spencer powiedział że byłbyś w stanie zapewnić mi lepsze uzbrojenie i wyposażenie.

source: Of course. As a member of our Guard, you're entitled to wear one of our suits of armor. I can adjust it to fit any measurements, even yours.
pl: Oczywiście. Jako członek naszej Gwardii masz prawo do noszenia jednej z naszej zbroi. Mogę dostosować go do każdej postury, nawet twojej.

source: There are two kinds or armor, a heavy Red Guard robe and a light version of the same thing.
pl: Są dwa rodzaje uzbrojenia, ciężka szata Czerwonej Gwardii i lekka wersja tej samej.

source: But we also trade guns and some ammo.
pl: Ale mamy także broń palną i trochę amunicji.

source: So, what do you want to buy?
pl: Więc, co chcesz kupić?

source: What do you do all day here at the armory?
pl: Co w tej zbrojowni robisz całymi dniami?

source: Oh, there's always something to do. Don't worry. I'm pretty occupied keeping the place in order.
pl: Oh, zawsze jest co robić. Nie martw się. Jestem dość zajęty utrzymywaniem tego miejsca w porządku.

source: I'd like to buy an exterminator
pl: Chciałbym kupić tępiciela.

source: Haha, good one.
pl: Haha, dobra sztuka.

source: Sorry, they are not for sale.
pl: Wybacz, nie na sprzedaż.

source: I'll get one for free?
pl: Dostanę jednego za darmo?

source: You are the funniest Linarian I've ever seen.
pl: Jesteś najzabawniejszym Linarianinem jakiego kiedykolwiek widziałem.

source: If the only one.
pl: Jeżeli tylko jednego.

source: Now go, kill some bots.
pl: Idź, pozabijaj trochę botów.

source: See you later!
pl: Do zobaczenia.
