Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Peter.po
Languages: hu, pl

source: Hello.
hu: Helló.
pl: Cześć.

source: Hi there.
pl: Cześć tam.

source: Well, hello again.
hu: Hát, üdv újra.
pl: Witam ponownie

source: Hello hello.
pl: Cześć cześć.

source: Welcome back.
pl: Kopę lat.

source: Why are you here?
hu: Miért vagy itt?
pl: Czemu tu jesteś?

source: I'm a political prisoner.
hu: Politikai elítélt vagyok.
pl: Jestem więźniem politycznym.

source: Those red fascists put me here.
hu: Azok a Vörös fasiszták zártak ide.
pl: Ci czerwoni faszyści mnie tu wsadzili.

source: And I guess you are a fascists too, as only Red Guard members are allowed in here.
hu: És azt hiszem, te is fasiszta vagy, mert csak a Vörös Őrség tagjai léphetnek be ide.
pl: I domyślam się że też jesteś faszystą. Tylko członkowie Czerwonej Gwardii mogą tu wejść.

source: What is a fascist?
hu: Mi az a fasiszta?
pl: Co to jest faszysta?

source: What is ...
hu: Micsoda...
pl: Co to ...

source: LALALALALA - I'm not hearing you. I have my fingers in my ears and just go - LALALALALA
hu: LÁLÁLÁLÁLÁÁÁ - Nem hallok semmit! Bedugtam az ujjam a fülembe és nem hallom! - LÁLLÁÁÁLÁÁÁÁ!
pl: LALALALALA - Nie słucham cię. Mam palce w uszach i wychodzę- LALALALALA

source: Talk to you later.
hu: Majd később még beszélünk.
pl: Pogadamy później.

source: Not in your life, Fascist!
hu: Veled az életben nem, Fasiszta!
pl: Po moim trupie, faszysto!
