Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Richard.po
Languages: pl

source: Hi! I'm new here.
pl: Cześć! Jestem tu nowy.

source: Welcome, welcome! I'm Richard. I'm the computer guy around here.
pl: Witam, witam! Jestem Richard i zajmuję się tutaj komputerami.

source: I mostly work with this huge computer cluster here, although I also program the 614 bots in my spare time.
pl: Pracuję głównie z tym wielkim klastrem komputerów, a po godzinach pracy programuję boty 614.

source: Richard -- Programmer
pl: Richard -- Programista

source: A computer cluster? What's that?
pl: Klaster komputerowy? Co to takiego?

source: A cluster is a group of computers, connected in a way that helps them collaborate in solving problems.
pl: Klaster to grupa komputerów, połączonych w sposób pomagający im w pracy nad rozwiązywaniem różnych problemów.

source: As they say, 'two heads are better than one'. And we have a lot of heads here.
pl: Jak to mówią, 'co dwie głowy to nie jedna', a my mamy tutaj wiele wiele głów.

source: That is why I call this cluster 'Hydra'. A lot of heads indeed.
pl: To dlatego nazywam ten klaster 'Hydra'. W rzeczy samej wiele głów.

source: I have a data cube with some information. Can you tell me something more about it?
pl: Mam kość z informacjami. Czy mógłbyś powiedzieć mi o niej coś więcej?

source: Interesting. Let me see this thing. Hmm... Yes, there is quite a lot of data in there. Maybe we could use Hydra to evaluate the data.
pl: Interesujące. Pokaż mi ją. Hmm... Tak, jest na niej dużo informacji. Możemy użyć Hydry do odczytania tych danych.

source: Hey, what do we have here? The data is already prepared for processing by a cluster just like ours. Wow! That's excellent!
pl: Hej, co my tu mamy? Dane już zostały przygotowane do przetworzenia przez klaster taki jak nasz. Świetnie!

source: I'll feed it into Hydra right away. Expect the results in a short while. Hydra has never let me down.
pl: Od razu wprowadzę te dane do Hydry. Oczekuję otrzymać wyniki w krótkim czasie. Hydra nigdy mnie nie zawiodła.

source: A kingdom for a cluster!
pl: Królestwo za klaster!

source: Yes, that was simple. I wish everything else went as smoothly as this one did...
pl: Tak, to było proste. Chciałbym by wszystko inne szło tak gładko jak tym razem...

source: Hey, did you get something out of that data cube?
pl: Hej, wyciągnąłeś już coś z kości z danymi?

source: Of course! I told you, Hydra has never failed me! I designed it myself, and I know computers very well. I never make mistakes.
pl: Oczywiście! Mówiłem ci, że Hydra nigdy mnie nie zawiodła! Zaprojektowałem ją samemu, a znam się na komputerach bardzo dobrze. Nigdy nie popełniam błędów.

source: Seems like the disruptor shield which thwarts all our attacks on Hell Fortress can be controlled from somewhere outside, or something like that.
pl: Wygląda na to, że tarcza rozpraszająca udaremniająca nasze ataki na Piekielną Fortece może być kontrolowana z zewnątrz, lub coś takiego.

source: I was busy servicing one of Hydra's nodes, but I sent the full report to Spencer. He will tell you more.
pl: Byłem bardzo zajęty serwisowaniem jednego z węzłów Hydry, ale wysłałem pełen raport do Spencera. On powie ci więcej.

source: See you later.
pl: Do zobaczenia później.

source: Take care, Linarian.
pl: Uważaj na siebie, Linarianie.
