Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Stone.po
Languages: pl

source: Hi! I'm new here.
pl: Cześć. Jestem tu nowy.

source: Welcome to this camp! I'm Ms. Stone. I run this shop.
pl: Witaj w obozie. Jestem Pani Stone. Prowadzę ten sklep.

source: Stone -- Shopowner
pl: Stone-- Właścicielka sklepu.

source: I would like to trade with you.
pl: Chcę z tobą pohandlować.

source: Good! Here is the selection of items I have for sale.
pl: Dobrze! To jest wybór rzeczy, które mam na sprzedaż.

source: Swords, clubs and maces? What is this? I want guns!
pl: Miecze, pałki i maczugi? Co to jest? Potrzebuję broni palnej.

source: Sorry, this is all we have for now. The Red Guard took away all of our poppers.
pl: Wybacz, to wszystko co mam. Czerwona Gwardia wszystko skonfiskowała.

source: For our own good. Of course.
pl: Dla naszego własnego dobra. Oczywiście.

source: What can you tell me about the guards here?
pl: Co możesz mi powiedzieć o gwardii?

source: Ah, the Red Guard.
pl: A, Czerwona Gwardia.

source: Stranger, best if you don't ask such questions.
pl: Obcy, lepiej dla ciebie jak nie będziesz zadawał takich pytań.

source: They keep us alive and safe from the bots, but...
pl: Trzymają nas przy życiu i chronią przed botami ale...

source: But...?
pl: Ale...?

source: They run the city with strict laws and demand total obedience.
pl: Wprowadzili ostre prawa i domagają się bezwzględnego posłuszeństwa.

source: We all need to obey their rules. We need to work hard or they hurt us.
pl: Wszyscy musimy przestrzegać ich zasad. Musimy ciężko pracować, jak nie, to nas krzywdzą.

source: I guess I should not complain. The bots are far worse than the guards can be, but...
pl: Chyba nie powinienem narzekać. Boty są o wiele gorsze niż strażnicy mogą być ale...

source: Sucked dry by a bloodthirsty regime over many years or just sliced into bits by our former servants...
pl: Wysysani przez krwożerczy system przez wiele lat albo pokrojeni na kawałki przez byłych pracowników...

source: ... What's the difference?
pl: ... Co za różnica.

source: If things are so bad right now, why don't you leave?
pl: Jeśli jest tak źle, czemu nie wyjedxiesz?

source: If things are so bad right now, why --
pl: Jeśli jest tak źle, czemu --

source: I don't want to hear this jabberwocky.
pl: Nie chcę słuchać tego bełkotu.

source: A hint, Linarian: We don't have much, but we're alive and we'd rather stay that way.
pl: Podpowiedź, Linarianinie: Nie mamy zbyt wiele, ale żyjemy i wolimy się tego trzymać.

source: If you want to start a revolution, you're on your own.
pl: Jeśli chcesz rozpocząć rewolucję, zrobisz to na własną rękę.

source: How is your business going?
pl: Jak ci interes idzie?

source: Thanks to you I have a chance now.
pl: Dzięki tobie mam teraz szansę.

source: Ha! It's time to show the world that Lily Stone is not going down without putting up a damn good fight.
pl: Ha! Czas pokazać światu że Lily Stone nie upada bez podniesienia się cholernie dobrą walką.

source: I'll be finished in about a week.
pl: Skończę za około tydzień.

source: The Stone family always bought cheap and sold at a low profit. The times have changed, but not my prices.
pl: Rodzina Stone zawsze kupowała tanio i sprzedawała z niskim zyskiem. Czas to zmienić, ale nie moją ceną.

source: The new taxes, the worldwide economic collapse and other factors are slowly murdering the family store.
pl: Nowe podatki, ogólnoświatowe załamanie gospodarki i inne czynniki powoli mordują rodzinny sklep.

source: Can I help you somehow Ms. Stone?
pl: Mogę w czymś pomódz Pani Stone?

source: No, there's nothing that can be done anymore. I don't have enough money to lift the shop from the downward spiral.
pl: Nie, nie ma nic więcej do zrobienia. Nie mam tyle pieniędzy by wyrwać sklep z dołka.

source: I'd need thousands to just survive the month.
pl: Potrzebuję tysięcy by przetrwać tylko ten miesiąc.

source: The shop is dying, and there's nothing either of us can do about it.
pl: Sklep umiera, i nic nie możemy na to poradzić.

source: Maybe there is still hope, Ms. Stone. How much exactly do you need?
pl: Może jeszcze jest nadzieja, Pani Stone. Ile dokładnie pani potrzebuje?

source: I couldn't get myself to look at my finance logs for a while now. I guess about two thousand circuits.
pl: Nie mogę się dostać do moich logów finansowych. Myślę że około dwa tysiące circuits.

source: Saving the shop
pl: Ocalenie sklepu.

source: Ms. Stone can't afford to pay her taxes, and it looks like the family business will be going under soon. She needs 2000 in cash to stay afloat. I could try to help her out.
pl: Pani Stone nie stać na zapłacenie podatków, a jej rodzinny business ma problemy finansowe. Potrzebuje dwóch tysięcy by stanąć na nogi. Spróbuję jej pomóc.

source: A pity that nothing can be done about your store.
pl: Szkoda, że nic nie można zrobić w sprawie twojego sklepu.

source: Yes. A tradition of six generations will die with this shop...
pl: Tak. Tradycja sześciu pololeń umiera z tym sklepem.

source: I guess it just had to happen one day...
pl: Myślę, że pewnego dnia to się stanie...

source: I have the money you need Ms. Stone. You can have it.
pl: Mam pieniądze których pani potrzebuje. Może pani je wziąć.

source: Is... Is this a joke? So much money? And you just give it to me?
pl: To... To jest żart? Tyle pieniędzy? I ty mi je po prostu dajesz?

source: Thank you! Thank you! Thank you! Savior!
pl: Dzięki! Dzięki! Dzięki! Wybawicielu!

source: But this isn't fair to you. The Stones are a family of fair merchants and I intend to uphold that tradition.
pl: Ale to nie fair z twojej strony. Stoens'owie to rodzina uczciwych kupców i ja kontynuuję tę tradycję.

source: I need 1,547 circuits to get through the month. I will accept only that and not a transistor more.
pl: Potrzebuję 1,547 circuits by przetrwać ten miesiąc. Zgodzę się tylko na tyle i nie więcej.

source: Now it's fair. Thank you.
pl: Teraz jest ok. Dzięki.

source: You've given me a bit of hope..
pl: Dałeś mi trochę nadzieji.

source: You are
pl: Jesteś

source: , aren't you...
pl: , nie jesteś...

source: The hero...
pl: Bohaterem...

source: Please return with the full amount if you want to help.
pl: Wróć z dokładną wysokością, jeśli potrzebujesz pomocy.

source: Yes, its me.
pl: Tak, to ja

source: I thought so. My grandfather used to tell me stories about you. He said you would come here in a time of despair.
pl: Tak myślę. Mój dziadek opowiedział mi historię o tobie. Powiedział, że przyjdziesz tu w ciężkich czasach.

source: And here you are.
pl: I jesteś tu.

source: I hope your arrival changes the tide of this war...
pl: Mam nadzieję że twoje przybycie zmieni falę tej wojny...

source: I have something here for you. I managed to hide this Shotgun from the Red Guard.
pl: Mam tu coś dla ciebie. Udało mi się ukryć tego shotguna przed Czerwoną Gwardią.

source: It used to belong to my grandfather, so it's very dear to me, but I'm sure he would have like you to have it on your journey to save us all.
pl: Należał do mojego dziadka, więc jest dla mnie bardzo cenny, ale jestem pewna że trzymał go dla ciebie, byś miał go w drodze do ocalenia nas wszystkich.

source: Tux, if you ever find out who started the Great Assault... GIVE THEM A KICK IN THE ASS, FROM LILY STONE!!!
pl: Tux, jeżeli kiedykolwiek dowiesz się kto rozzpoczął Wielką Walkę.... SKOP MU DUPĘ OD LILY STONE!!!

source: Ms. Stone was really grateful for my help. She took only what she needed from me, and still rewarded me with a shotgun she had been hiding from the Red Guard.
pl: Pani Stone była naprawdę zadowolona z mojej pomocy. Wzięła ode mnie tylko tyle, ile potrzebowała i wynagrodziła mnie shutgunem, który ukrywała przed Czerwoną Gwardią.

source: It's not important who I am.
pl: Nieważne kim jestem.

source: If you want to remain a stranger, I will respect your wishes.
pl: Jeśli chcesz pozostać obcy, uszanuję to.

source: So be it.
pl: Tak będzie.

source: Ms. Stone was really grateful for my help. She took only what she needed from me.
pl: Pani Stone była naprawdę zadowolona z mojej pomocy. Wzięła ode mnie tylko tyle, ile potrzebowała.

source: Ha ha ha, You fell for it! You get nothing from me! Hahahahah!
pl: Ha ha ha , wpadłeś na to!!! Nic ci nie dam! Hahahahah!

source: You... monster...
pl: Ty... potworze...

source: No one makes fun of Lily Stone's family store!
pl: Nikt nie będzie sobie robił żartów ze sklepu rodzinnego Lily Stone!

source: Say your prayers, you oversized duck!!!
pl: Gadaj te swoje modlitwy, ty przerośnięta kaczko!!!

source: I tricked that Ms. Stone into believing I was going to help her out. It was funny to see her get angry.
pl: Pani Stone uwierzyła, że chcę jej pomóc. Było zabawne zobaczyć jej złość.

source: See you later.
pl: Do zobaczenia.
