Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Terminal.po
Languages: pl

source: Welcome to this terminal.
pl: Witaj w terminalu.

source: Hello.
pl: Cześć.

source: Hi there.
pl: Siemka.

source: Well, hello again.
pl: Więc, witam ponownie.

source: Hello hello.
pl: Heeej

source: Welcome back.
pl: Kopę lat

source: help
pl: pomoc

source: Available commands: logout
pl: Dostępne komendy: wyloguj

source: logout
pl: wyloguj

source: Goodbye
pl: Do widzenia
