Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Town-614.po
Languages: hu

source: Who are you?
hu: Ki vagy te?

source: I am a 614 security bot, once one of the best-selling products of Nicholson, Inc..
hu: Én egy 614-es biztonsági bot vagyok, a Nicholson vállalat egyik legjobb terméke...

source: What can you tell me about the Nicholson company?
hu: Mit tudsz mondani a Nicholson vállalatról?

source: Nicholson, Inc. produces security bots.
hu: A Nicholson vállalat biztonsági botokat gyárt.

source: It was founded by Karl Nicholson, a former Kernel hacker who was not satisfied with the development of the GPL license.
hu: Karl Nicholson alapította, aki előtte kernel hackerként tevékenykedett, mert nem volt megelégedve a GPL licensz fejlesztésével.

source: Nicholson decided to stick to one GPL version because he saw things getting worse.
hu: Nicholson elhatározta, hogy megmarad egyfajta GPL verziónál, mert úgy látta, hogy a dolgok egyre rosszabbá válnak.

source: Others were warned, but nobody listened to Nicholsons announcements.
hu: A többieket figyelmeztette, de senki sem hallgatott Nicholson szavaira.

source: He built up a team and developed an own Kernel called 'Nkernel'.
hu: Alapított egy csapatot, és kifejlesztette a saját kernelét, az Nkernelt.

source: The Nkernel development team grew fast and technicians started to produce their own droids optimized for the Nkernel.
hu: Az Nkernel fejlesztői csapat gyorsan növekedett, és a technikusaik elkezdték gyártani a saját, Nkernelre optimalizált droidjaikat.

source: I am the 4th generation version of their security droid line.
hu: Én a biztonsági droid széria negyedik generációs verziója vagyok.

source: Have you detected any hostile bot activity?
hu: Érzékeltél ellenséges bot aktivitást?

source: No. The hostiles have not shown up within the last 24 hours.
hu: Nem. Az ellenség nem mutatkozott az elmúlt 24 órában.

source: What can you tell me about the 614 type?
hu: Mit tudsz mondani a 614-es tipusról?

source: The official manual classifies the 614 as a high class security droid.
hu: A 614-es hivatalos besorolása magasszintű biztonsági droid.

source: It was mainly used within ships to protect certain areas from intruders.
hu: Jellemzően hajókon alkalmazták, különböző területek behatolókkal szembeni védelmére.

source: It is considered an old but reliable device.
hu: Meglehetősen idejétmúlt, de megbízható egység.

source: So don't worry. I'm still in pretty good shape.
hu: Tehát ne aggódj. Még mindíg elég jó állapotban vagyok.

source: What are your orders?
hu: Milyen utasításokat követsz?

source: My orders are to protect the living beings in this camp from attacks by hostile bots.
hu: Elsődleges feladat: Az élőlények védelme az ellenséges droidoktól a táboron belül.

source: This has top priority. There are no other priorities.
hu: Ez a legmagasabb prioritás. Nincs más feladatom.

source: Why are you not hostile, as are all the other bots?
hu: Miért nem vagy ellenséges, mint a többi bot?

source: I belong to a an older generation of bots, running a custom-made security guard operating system.
hu: Egy régebbi botgenerációhoz tartozom, amely egy kölönlegesen fejlesztett őrző-védő operációs rendszert futtat.

source: None of the bots of this generation were affected by the proceedings that led to bots attacking, generally known as the Great Assault.
hu: Ebből a generációból egy bot sem volt érintett abban a folyamatban, ami a droidok ellenségessé válásához vezetett, amit mindenki csak a Nagy Ostromként emleget.

source: Even though discontinued by the Nicholson, Inc. long ago, today, some people have picked up the work and are even trying to improve the operating system running on my series.
hu: Ahol a Nicholson vállalat a régmúltban abbahagyta, néhány ember ott folytatta a munkát, megpróbálva növelni az operációs rendszer hatékonyságát, amelyet a szériám futtat.

source: Don't forget to buy products from Nicholson, Inc.. They are the best.
hu: Ne felejts el a Nicholson vállalat termékeiből vásárolni. Ők a legjobbak.

source: See you later.
hu: Később találkozunk. Viszlát!

source: Resuming guard program.
hu: Örző-Védő Program folytatása.
