Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Town-GuardhouseGuard.po
Languages: pl

source: Hi! I'm new here.
pl: Cześć. Jestem tu nowy.

source: Ah, a newcomer. I gather you were treated rather harshly by my friend at the gate? My apologies, he lost his little sister in the Great Assault. He never got over it.
pl: A, nowy. Wnioskuję że zostałeś raczej ostro potraktowany przez mojego przyjaciela przy bramie. Wybacz, stracił małą siostrzyczkę w Wielkiej Walce. Nigdy się z tym nie pogodził.

source: So, stranger, welcome here. You might want to talk to Chandra or to Spencer, they can tell you a lot about our current situation.
pl: Więc, obcy, witamy u nas. Możesz pogadać z Chandrą lub to Spencerem, powiedzą ci sporo o naszej aktualnej sytuacji.

source: The city is presently ruled by the Red Guard. We are the police and the soldiers here.
pl: Obecnie miastem rządzi Czerwona Gwardia. Jesteśmy tu policjantami i żołnierzami.

source: There is only one law concerning outsiders here: Don't be stupid.
pl: Tylko jedno prawo obowiązuje tu ludzi z zewnątrz: Nie bądź głupi.

source: I think that is enough of an introduction for now.
pl: Myślę, że na początek to wystarczy.

source: What are you doing here?
pl: Co ty tutaj robisz?

source: I'm on guard duty right now.
pl: Jestem na służbie w tej chwili.

source: There have been no attacks for a while now. It is too quiet, I think something big is about to happen.
pl: Nic nie atakuje, jest za cicho. Myślę że coś wielkiego zaraz się zdarzy.

source: I'll be going, then.
pl: Muszę lecieć.

source: Goodbye.
pl: Trzymaj się.
