Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Town-TeleporterGuard.po
Languages: el

source: Hi! I'm new here.
el: Γειά! Είμαι καινούργιος εδώ.

source: Ah, a newcomer. I gather you were treated rather harshly by my friend at the gate? My apologies, he lost his little sister in the Great Assault. He never got over it.
el: Ω, ένας νέοπας! Να υποθέσω οτι ο φίλος μου στην πύλη σου φέρθηκε άσχημα; Ζητώ συγνώμη, έχασε τη μικρή αδελφή του, στην Μεγάλη Απόβαση. Ποτέ δεν το ξεπέρασε.

source: So, stranger, welcome here. You might want to talk to Chandra or to Spencer, they can tell you a lot about our current situation.
el: Άρα, ξένε, είσαι ευπρόσδεκτος εδώ. Μπορεί να θέλεις να μιλήσεις στην Chandra ή τον Spencer, μπορούν να σας πουν πολλά σχετικά με την τρέχουσα κατάσταση μας.

source: The city is presently ruled by the Red Guard. We are the police and the soldiers here.
el: Η πόλη είναι σήμερα κυβερνάται από την Κόκκινη Φρουρά. Εμείς είμαστε η αστυνομία και οι στρατιώτες εδώ.

source: There is only one law concerning outsiders here: Don't be stupid.
el: Εδώ υπάρχει μόνο ένας νόμος που αφορά τους ξένους: Μην φέρεσθε ηλίθια.

source: I think that is enough of an introduction for now.
el: Πιστεύω ότι είναι αρκετά για εισαγωγή για την ώρα.

source: What are you doing here?
el: Τι κάνεις εδώ;

source: I'm on guard duty right now.
el: Είμαι σε υπηρεσία τώρα.

source: There have been no attacks for a while now. It is too quiet, I think something big is about to happen.
el: Δεν έχουν γίνει επιθέσεις για κάμποσο. Είναι πολύ ήσυχα, νομίζω ότι κάτι μεγάλο πρόκειται να συμβεί.

source: I'll be going, then.
el: Ας πηγαίνω τότε!

source: Goodbye.
el: Αντίο.
