Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/TutorialTerminal.po
Languages: pl

source: Entering as Guest
pl: Wejdź jako gość

source: Last login from /dev/ttyS0 on Sun, 23 mar 2057.
pl: ostatnie logowanie z /dev/ttyS0 w niedzielę, 23 mar 2057.

source: Gate status: CLOSED
pl: Status bramy: ZAMKNIĘTA

source: Gate status: OPEN
pl: Status bramy: OTWARTA

source: GAME BUG. PLEASE REPORT.
pl: BUG GRY. ZŁÓŻ RAPORT

source: open gate
pl: brama otwarta

source: Access granted. Opening gate ...
pl: Dostęp przyznany. Otwieranie bramy...

source: close gate
pl: brama zamknięta

source: Access granted. Closing gate ...
pl: Dostęp przyznany. Zamykanie bramy ...

source: logout
pl: wylogowanie

source: Exiting
pl: wyjście
