Repository: Krystiandl/freedroid-translation
Catalog: po/*/LC_MESSAGES/Tybalt.po
Languages: pl

source: Hi! I'm new here.
pl: Cześć! Jestem tu nowy.

source: Hello. I'm Tybalt. I'm guarding the town citadel gate. Only authorized personnel are permitted.
pl: Cześć. Jestem Tybalt. Bronię bramy miejskiej cytadeli. Tylko autoryzowany personel może wejść.

source: Tybalt -- Citadel Gate Guard
pl: Tybalt -- Stróż Bramy Cytadeli

source: Why is this gate locked most of the time?
pl: Czemu ta brama jest zamknięta cały czas?

source: It's locked so no one can sneak inside while I'm not looking. That's why.
pl: Jest zamknięta, więc nikt nie może się wemknąć do środka gdy nie patrzę. Dlatego.

source: I want to get into the citadel.
pl: Chcę wejść do cytadeli.

source: Of course. Guard members are always authorized to enter the town citadel. The gate is open. Enjoy your stay.
pl: Oczywiście. Członkowie straży są zawsze autoryzowani do wejścia do cytadeli miejskiej. Brama jest otwarta. Miłego pobytu.

source: Sorry pal, but I don't think so. Only authorized personnel are permitted and that means members of the Red Guard.
pl: Wybacz kumplu, ale nie wydaje mi się. Tylko autoryzowany personel jest uprawniony i mam na myśli członków Czerwonej Gwardii.

source: Talk to Spencer if you have any business inside. I cannot let you pass.
pl: Zagadaj ze Spencerem jeżeli masz jakiś interes w środku. Nie mogę cię wpuścić.

source: So why is it you keep the citadel locked? Is there anything secret in there?
pl: Więc czemu cytadela pozostaje zamknięta? Ukrywa w sobie jakieś sekrety?

source: We need to protect our equipment and documents, because lives depend on it.
pl: Potrzebujemy ochrony naszego wyposażenia i dokumentów, ponieważ życie zależy od tego.

source: Also, we don't have to answer questions.
pl: Poza tym, nie możemy odpowiedzieć ci na to pytanie.

source: I have a lot of money for you.
pl: Mam dla ciebie sporo kasy.

source: Fascinating. Can I have a hundred please?
pl: Fascynujące. Dawaj stówę.

source: Erm... I don't have that much.
pl: Yyyy... Nie mam tyle

source: Well, too bad.
pl: Cóż, wielka szkoda.

source: Here you go.
pl: No to już.

source: Thank you.
pl: Dzięki

source: That is not a hundred.
pl: To nie jest stówka.

source: Um, count that again.
pl: Hmm jeszcze raz przelicz.

source: Talk to me when you have a bit more.
pl: Wróć do mnie, jak będziesz miał trochę więcej.

source: Ok, now please open the door for me.
pl: Ok, teraz otwórz dla mnie te drzwi.

source: What door?
pl: Jakie drzwi?

source: The door to the citadel!
pl: No drzwi do cytadeli!

source: But you are not a member of the Red Guard.
pl: Ale nie jesteś członkiem Czerwonej Gwardii.

source: You cannot come in.
pl: Nie możesz wejść.

source: I paid you!
pl: Zapłaciłem ci!

source: Really? I don't remember that.
pl: Serio? Nie pamiętam tego jakoś.

source: I want my money back.
pl: Oddawaj mi moją forsę.

source: What money?
pl: Jaką forsę?

source: See you later.
pl: Żegnam

source: Good riddance.
pl: Krzyż na drogę.
